// 正覺大事記資料
const tableData = [
  {
    "id": 1,
    "column2": "1987夏天#",
    "column3": "導師自成無相念佛之法",
    "column4": "平實導師1944年出生於臺灣中部農家，父祖皆是正信佛弟子。1985年歸依三寶，始修持名念佛，勤植福德；1987年夏天，摒除佛號佛相，以專一憶念佛菩薩之念來禮佛，自成無相念佛之法。平實導師將此過程逐一記錄，後於翻閱《楞嚴經》〈大勢至菩薩念佛圓通章〉時，讀到「憶佛念佛」、「都攝六根，淨念相繼，入三摩地」，恍然得知此一法門即是大勢至菩薩念佛圓通法門。於1989/4整理為文「談無相拜佛與無相念佛」。",
    "categories": [
      "平實導師"
    ],
    "hyperlinks": [
      {"text": "導師", "url": "https://www.enlighten.org.tw/master-pingsxiao"}
    ],
    "column1": ""
  },
  {
    "id": 2,
    "column2": "1988/00/00",
    "column3": "導師應邀於私人佛堂開始依《阿含經》講述基本佛法及淺談菩薩道。",
    "column4": "",
    "categories": [
      "平實導師",
      "講經"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 3,
    "column2": "1990/11/02",
    "column3": "導師自行參究，明心見性",
    "column4": "1985年仲夏 平實導師第一次坐忘——覺知心不觸五塵，1989/4第一次看話頭——常入見山非山境界，同年11月初暫停講課弘法度眾，並結束事務所業務專心參禪。起初參禪始終沒有結果，1990/10間得蒙 觀世音菩薩開示：「開悟哪有許爾簡單？心肝許爾嘸閒！」 （臺語：開悟哪有那麼簡單？心那麼忙！）平實導師遂於家中閉關，摒絕外緣，專心苦參19天依然未果，於第19天（1990/11/2）下午，導師決定擯棄今生熏習之參禪知見，自行參究「明心見性」；往世種子隨即流注而出，終於一念相應明心見性，證得如幻、陽焰、夢境三事現觀，寫下「人生如戲、世界如幻、菩薩道如夢」之如實現觀境界，頓超三賢位之智慧境界。",
    "categories": [
      "平實導師",
      "講經",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 4,
    "column2": "1991/09/03",
    "column3": "導師每週於臺北市中央信託局佛學社、石牌、建國北路等三處，公開宣演佛法大義",
    "column4": "平實導師因專心參禪曾暫時中斷說法，1990年底復出弘法度眾，於 1991/9/3開始，每週同時於他人所有之場所：中央信託局佛學社、石牌、建國北路等三處，以客座講席心態宣講佛法，正式以無相念佛的行門，教導大眾培養參禪所需的動中定力。期間演述了《博山參禪警語》、《修習止觀坐禪法要》等，令眾弟子得以修學實證空性如來藏妙義。",
    "categories": [
      "平實導師",
      "講經",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 5,
    "column2": "1993/00/00#",
    "column3": "導師開講「禪—悟前與悟後」",
    "column4": "平實導師於1993~1994年開示《禪—悟前與悟後》，後彙整成書，有次第的說明佛教禪法知見及參禪應有之功夫，明心見性應具之條件，並提示悟後起修之道，建立佛子見道之信心及知見。\n1995/12出版一巨冊，以贈閱方式流通；由於書中所說勝妙法義，間接顯示諸方大師自稱證悟，其實是錯悟而遭其抵制；又因書店建議「應該避免以結緣方式導致眾生輕視乃至隨意丟棄」，故改版為上下兩冊出售。\n2005/4發行《禪—悟前與悟後》簡體中文版。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "弘法事務",
      "摧邪顯正"
    ],
    "hyperlinks": [
      {"text": "「禪—悟前與悟後」", "url": "https://books.enlighten.org.tw/zh-tw/b/b-name/160-b01_004"}
    ],
    "column1": ""
  },
  {
    "id": 6,
    "column2": "1993/03/00",
    "column3": "出版《無相念佛》",
    "column4": "《無相念佛》是 平實導師此世第一本著作，1993／3出版印贈有緣，截至2021年元月，發行流通逾70萬冊，為本會印行數量最多之結緣書。",
    "categories": [
      "平實導師",
      "出版品"
    ],
    "hyperlinks": [
      {"text": "《無相念佛》", "url": "https://books.enlighten.org.tw/zh-tw/g/g-name/125-g01_001"}
    ],
    "column1": ""
  },
  {
    "id": 7,
    "column2": "1993/12/00#",
    "column3": "導師開講「念佛三昧修學次第」",
    "column4": "1993/12 平實導師於臺北市石牌共修處開講「念佛三昧修學次第」，後於1994/5/31起同時在中信局、建國北路等處先後宣講。本課程講述持名念佛、觀想念佛、繫念思惟念佛、無相念佛、體究念佛、實相念佛及其各各相應之實修法門。\n1994/11/1講述圓滿後整理成文，1995/5付梓出版，印贈有緣。",
    "categories": [
      "平實導師",
      "講經",
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 8,
    "column2": "1994/04/03",
    "column3": "於猴硐行陀禪寺舉辦第一次禪三",
    "column4": "平實導師初期弘法度眾時，常於共修上課前，個別找同修給予指導，令其悟入；後來改為舉辦禪三令學人求悟。1994/4/3借用猴硐行陀禪寺舉辦第一次禪三，共有21人參加。前三次禪三期間，導師明講真如密意，致使在前三次禪三皆受色身之苦且學人易於心中生疑，是故禪三不復輕洩密意，並立下「不許在禪三以外場合勘驗」之門風。\n早期學人修學三個月即可參加禪三，隨著制度建立，報名參加精進禪三資格有三：1.本會會員，2.禪淨班二年半共修期滿結業，3.經審核知見、福德、定力、性障等條件合格。自2003年起，再立先斷我見才助其明心之規範，同時新增勘驗題，旨在令學子確定斷我見後轉依真如，不輕易被蠱惑而退轉。",
    "categories": [
      "平實導師",
      "開課與禪修",
      "弘法事務",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 9,
    "column2": "1995/00/00#",
    "column3": "設立「念佛三昧印經會」，以印書流通為主",
    "column4": "。",
    "categories": [
      "弘法事務"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 10,
    "column2": "1995/08/11",
    "column3": "導師於臺北市石牌陽明精舍開講《楞伽經》，開顯佛法「五法、三自性」之總成",
    "column4": "1995/8/11平實導師應邀假陽明精舍開講《楞伽經》，1997/2轉至正覺講堂續講，1997/9/26宣講圓滿。此經為大乘佛法三部重要經典之一，亦是禪宗見道印證之依據經典，指出佛法總成「五法、三自性」之核心要義，導師依自身實證手持直譯經本直接宣講，開示悟後起修之法及成就佛道之次第。\n平實導師依所開演《楞伽經》之內容，親自重繕並增述其更深細之義理後，陸續出版《楞伽經詳解》全套共十輯。自2000/5《楞伽經詳解》第三輯起，針對一些未悟示悟及方便示悟者（主要為印順法師及達賴喇嘛），導師正式開始指名道姓破斥，藉以彰顯佛教正法之本義，導正已被曲解之教義。此書已成為大陸很多佛學院之教材。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "弘法事務",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 11,
    "column2": "1995下半年",
    "column3": "發生第一次法難，導師著《護法集》摧邪顯正。",
    "column4": "第一次法難緣起於法禪法師（即自在居士）誤以為月溪法師所弘是究竟法，派遣該團體中的連老師滲入同修會，鼓吹「一悟即成究竟佛地」邪見，致使劉建安、梁○○早期兩位親教師退轉，臺南共修處亦因梁○○退轉而關閉。後陸續有數位同修退轉，形成第一次法難。為救護正法弘傳，導師乃著《護法集》，藉摧邪說，而顯正法。",
    "categories": [
      "平實導師",
      "弘法事務",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 12,
    "column2": "1995/10/03",
    "column3": "導師開示「批月集」，辨正香港月溪法師之謬說",
    "column4": "少數見道同修因為接觸月溪法師著述，從而否定 世尊正法乃至退轉，造成同修會第一次法難。平實導師於1995/10/3在中信局等處開示「批月集」—批判月溪法師，講完後隱其名諱、整理成書，於1996/10出版《正法眼藏—護法集》。2025/2/27三版首刷之後，改為明舉月溪法師名號而作法義辨正，以免後世有人不明就理，又暢提月溪邪見。\n本書旨在評論月溪法師之邪謬知見，並力顯 世尊所開示真如佛性之正理，以法義論辯的方式，闡明如何辨別真假開悟，與悟後如何起修、斷除一念無明四住地煩惱。月溪法師邪說遺毒因之漸漸消聲匿跡。由於 平實導師著作法義勝妙，反襯諸方大師所悟不真，致使遭受抵制情形嚴重，初版時兩岸皆有大法師蒐集此書予以焚毀之事。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "弘法事務",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 13,
    "column2": "1996/01/27",
    "column3": "成立「內明共修會」",
    "column4": "應陽明精舍負責人建議成立「內明共修會」，但相關法務、會務皆由陽明精舍主導。",
    "categories": [
      "弘法事務"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 14,
    "column2": "1996/02/06",
    "column3": "導師第一次宣講《成唯識論》，開顯大乘佛法「八識論」正理",
    "column4": "平實導師初始弘法之時，當時臺灣北部最早以教禪及主持禪七聞名的某大法師，甫聞 平實導師所度弟子告知其「人有真心與妄心」之別，即生質疑；導師以《成唯識論》具載分明為證，說明人類豈止兩個心，總共有八個識。於是有人請求講解《成唯識論》，以明八識正理；導師藉此因緣首次宣講《成唯識論》。\n導師自1996/2/6起，於臺北市中信局佛學社、石牌、建國北路三處分別宣講《成唯識論》，並未限制聽講資格。1997年新春過後，三處同修們每週二合聚於正覺講堂聆聽。，僅限本會原聽講會員及已明心者參加，於1999/11/9講授完畢。",
    "categories": [
      "平實導師",
      "講經",
      "弘法事務",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 15,
    "column2": "1996/09/08",
    "column3": "導師於十方禪林演講「禪淨圓融」",
    "column4": "1996/9/8 平實導師受邀至臺北市十方禪林以「禪淨圓融」為題演講。禪與淨土是中國佛教界最重要的兩個主流，卻有互相批判的現象，導師提倡禪淨圓融，弘揚禪淨雙修法門，並落實於同修會所開設接引初機的「禪淨雙修班」。\n演講內容於1997/7整理成書《禪淨圓融》出版，為甫成立之正智出版社首次出書。\n2005/4中國宗教文化出版社出版簡體版。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "弘法事務",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 16,
    "column2": "1997/02/00#",
    "column3": "於臺北市中山北路六段設立正覺講堂，學員集中共修",
    "column4": "鑑於導師初始弘法六年間於三處奔波講經說法，色身勞頓、聲帶受損；故眾同修於1997/2新承租臺北市士林區中山北路六段小巷中公寓之40坪地下室，正式設立正覺講堂，將各處學員合併集中在此共修，導師續講《楞伽經》。",
    "categories": [
      "平實導師",
      "講經",
      "弘法事務",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 17,
    "column2": "1997/06/07",
    "column3": "成立佛教正覺同修會，郭超星老師任第一屆理事長，導師開示「佛子之省思」",
    "column4": "1997/6/7舉行成立大會，1997/7/2經主管機關核可立案為台北市佛教正覺同修會」，1997/9/17登記為社團法人。由郭超星老師擔任第一屆理事長。\n平實導師在成立大會上，以「佛子之省思」為題開示三點：\n一、以同修會為中心，聯合正信之教團，廣傳第一義諦佛法，導正教內錯誤知見。二、大眾應歷緣對境努力消除性障，除斷修所斷惑；應於破初參後求破重關眼見佛性，之後更期破牢關漸斷塵沙惑，未來世方能速成佛道。三、正覺同修會既已成立，導師表示將退居幕後，不任理事長，將專心講經說法。\n本會初成立時，設置行政、教學及財務三組，1999年後陸續成立福田組、推廣組、編譯組、資訊組、香積組。",
    "categories": [
      "平實導師",
      "講經",
      "弘法事務",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 18,
    "column2": "1997/06/25",
    "column3": "成立正智出版社",
    "column4": "正智出版社由 平實導師出資成立，以出版如來大乘了義究竟正法、貫串 釋迦世尊五時三教說法，及發顯了達禪門、淨土、菩薩戒行之要義的出版品為宗旨。並將版稅及出版社稅後盈餘，均捐助正覺同修會，作為弘法及購置講堂之基金。",
    "categories": [
      "平實導師",
      "出版品",
      "弘法事務",
      "法會",
      "社會公益",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 19,
    "column2": "1997/07/01",
    "column3": "出版〈佛子之省思 真假開悟之簡易辨正法〉",
    "column4": "正覺同修會成立前，佛教界普遍錯悟「離念靈知」為真心，各方大師傳授相似佛法、以定為禪，時值《成唯識論》講畢，導師依論中實相心「非斷非常」義理，表列所悟真假之「簡易辨正法」，以單張形式印行流通，乃檢驗行者是否真實明心開悟之照妖鏡。後將此〈真假開悟之簡易辨正法〉短文，與同修會成立大會上〈佛子之省思〉開示，併列為小冊，廣贈各方。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "弘法事務",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 20,
    "column2": "1997/07/01",
    "column3": "出版《公案拈提》第一輯",
    "column4": "平實導師作此七輯《公案拈提》，列出古今真正開悟與錯悟禪師的公案，舉示引用他文姓名及出處加以拈提，讓參禪人有真正入處，也提供未來證悟者自我檢查悟境真假之參照。\n《宗門正眼—公案拈提》第一輯原名《禪門摩尼寶聚》，早先於慈雲雜誌連載半年，1997/07出版單行本。2003/09改版更名。2003/07出版第七輯，各大山頭謗如來藏正法情況稍歇，之後即不再續寫此系列書籍。此七輯書名均有「宗門」二字，以示皆係宗門內事。",
    "categories": [
      "平實導師",
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 21,
    "column2": "1997/08/04",
    "column3": "於正覺講堂成立「禪淨雙修班」，首位親教師為張正圜老師",
    "column4": "本會1997年於臺北市中山北路地下室的正覺講堂正式成立「禪淨雙修班」，首位親教師為張正圜老師，2006/11更名為「禪淨班」，共修為期二年六個月，目前固定每年四月及十月開設禪淨新班。\n禪淨班課程以無相念佛為行門，並傳授大乘菩薩道六度及助道法要，建立參禪知見，同時廣闢福田，協助學人培植福德資糧，修除性障，逐漸具足證悟因緣。2000年新開的禪淨新班，開始於臺北講堂9樓上課。",
    "categories": [
      "開課與禪修",
      "弘法事務"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 22,
    "column2": "1997/09/00",
    "column3": "出版《生命實相之辨正》",
    "column4": "《生命實相之辨正》闡述明心所證得的實相心之相狀特徵，消除古來對於生命實相之錯謬認識。本書原收錄在 平實導師著《正法眼藏一護法集》一書之附錄，該書出版後台灣弘揚月溪法師邪法者銳減，但部分錯悟之人轉而執取「勝論外道」或「數論外道」之法來維持虛名，因此將附錄另印單行本廣為流通，冀能進一步導正佛子知見，避免學人犯下破法重罪。",
    "categories": [
      "平實導師",
      "出版品",
      "摧邪顯正",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 23,
    "column2": "1997/10/03",
    "column3": "導師開示「真實如來藏」",
    "column4": "1997年春節後，佛教正見學會會長王武烈拜會 平實導師時，提及釋印順認為唯識虛妄、如來藏為外道神我，加之諸多佛門大師附和佛學研究者「大乘非佛說」主張，導師亟思摧邪顯正，遂撰文稿並於1997年仲秋完稿，1997/10/3起於臺北講堂宣講，1997/12付梓初版。\n《真實如來藏》是 導師第一本評論釋印順著作，2005/4出版《真實如來藏》簡體中文版，2013/8改版。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "弘法事務",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 24,
    "column2": "1998/00/00",
    "column3": "發生第二次法難，導師撰寫《平實書箋》宣揚佛法第一義妙理",
    "column4": "正覺同修會1997年成立之後，平實導師堅持建立制度，重大事務悉由理監事會決議而行，掃除因人建事廢事之弊端。然亦因此得罪心意有私之人，遂有元覽居士等人以不信佛性可以眼見而藉故生誹謗之心，欲推翻 導師所說之法；林姓、劉姓親教師等十餘人受其影響聲言欲退出同修會，釀成第二次法難。\n平實導師藉著答覆元覽居士質難撰寫《平實書箋》，宣揚佛法第一義妙理，兼及定學修持及三界世俗諦；化惡緣為佛事，使佛子智慧更為深廣，轉能普益有情。",
    "categories": [
      "平實導師",
      "弘法事務",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 25,
    "column2": "1998/00/00",
    "column3": "設置定期親教師會議，共同擬定弘法內容與方向",
    "column4": "本會之弘法內容與方向皆由導師帶領之親教師會議共同擬定。2003年第三次法難後確立為各講堂親教師參與之定期會議，確保道場的制度化，避免真實了義正法道場因朋黨諍訟而出現離散。",
    "categories": [
      "平實導師",
      "弘法事務",
      "摧邪顯正",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 26,
    "column2": "1998/07/00",
    "column3": "出版《如何契入念佛法門》",
    "column4": "本文1991年刊載於《慈雲雜誌》，後於1998/7印製口袋書與大眾結緣。本文略述如何由持名念佛轉進實相念佛的五種層次，幫助學人念佛由有相轉入無相，進而真正證得念佛三昧。\n初版第九刷起，增印「印順法師主張：極樂世界非真實有——印順法師認為彌陀信仰是太陽崇拜之淨化」一文，指印順所言非唯違背經論真旨，亦令淨土宗行者之修行頓失所依，過失甚大。\n2011/7出版《如何契入念佛法門》英文、日文、中文三合一口袋書。",
    "categories": [
      "出版品",
      "法會",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 27,
    "column2": "1998/07/19",
    "column3": "首次舉辦精進禪一",
    "column4": "1998/7/19臺北講堂首次舉辦精進禪一，限本會會員參加，以無相憶佛、拜佛方式共修，不施設機鋒、小參及禪語開示。之後本會每半年分別在各地講堂舉辦數梯次的禪一活動。",
    "categories": [
      "講經",
      "開課與禪修",
      "弘法事務",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 28,
    "column2": "1999/00/00",
    "column3": "提供會員助念申請",
    "column4": "1999年起正覺同修會開始提供會員助念申請，由本會學員具無相念佛的一心不亂功夫助念，真實幫助往生者憶佛念佛。助念對象由會員一等親日漸擴及二等親。初期往生法會僅於告別式中舉辦彌陀法會，2003年起可於告別式或頭七擇一申請。",
    "categories": [
      "弘法事務",
      "法會"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 29,
    "column2": "1999/01/09",
    "column3": "成立臺中講堂，導師演講開示【「放下一切」？—佛教解脫的真實義】並親授第一期禪淨班",
    "column4": "1996/6臺中已設立新社道場，後本會許丁鑫師兄表達願率50位同修共赴法筵，遂蒙導師慈允租用臺中市忠勤街 43巷2號地下室創立臺中講堂，導師每月兩度赴臺中親授禪淨班課程，歷時三載，廣演法義，惠澤學人。\n2007/5/6臺中講堂遷移至臺中市南屯區五權西路二段666號統建大樓13樓之4新址，當日舉行安座，下午由 導師演講開示【「放下一切」？—佛教解脫的真實義】。",
    "categories": [
      "平實導師",
      "講經",
      "開課與禪修",
      "弘法事務",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 30,
    "column2": "1999/01/09",
    "column3": "設置「般若信箱」解答學員疑問",
    "column4": "平實導師親授之臺中禪淨新班設置有「般若信箱」，課前解答學員提問。之後臺北講堂每週二講經延續「般若信箱」作法，導師於講經前先回答學員們提問，幫助大眾建立「法與次法」的正確知見。\n隨著2003年本會發生第三次法難，行之多年的「般若信箱」當場回答提問方式，並未能攝受心中有疑的退轉者，遂取消 導師週二講經前的問答時間，將「般若信箱」移至2003/7創刊的正覺電子報，至2009/7改為不定期刊出。2007/2出版《遠惑趣道》第一輯，2009/12出版《遠惑趣道》第二輯，將正覺電子報「般若信箱」問答內容，分類彙整成書發行",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "弘法事務",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 31,
    "column2": "1999/05/22",
    "column3": "於正覺講堂首次舉辦浴佛法會",
    "column4": "本會首次在臺北市中山北路六段地下室正覺講堂舉辦浴佛法會，恭誦《浴佛功德經》，恭祝本師 釋迦牟尼佛聖誕。2000/5臺北市正覺講堂舉行本會第二次、也是臺北講堂成立後首次浴佛法會，此後每年農曆四月佛誕期間固定辦理。",
    "categories": [
      "弘法事務",
      "法會"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 32,
    "column2": "1999/05/29",
    "column3": "導師於本會故理事長郭超星喪宅第一次宣講《解深密經》",
    "column4": "《解深密經》是 世尊晚年第三轉法輪時宣說最極甚深祕密妙義之經典，正覺同修會首任理事長郭超星1995/5/25往生後，平實導師感念其貢獻，於每次作七時在喪宅以「略講」形式宣演此經，將講經法施之功德迴向給郭故理事長，至「十二個七」圓滿。",
    "categories": [
      "平實導師",
      "講經",
      "弘法事務"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 33,
    "column2": "1999/09/15",
    "column3": "出版《三乘唯識—如來藏系經律彙編》",
    "column4": "導師為顯三乘諸法皆是唯識如來藏法，擇經律之偏顯唯識者斷句、編輯《三乘唯識—如來藏系經律彙編》，並於1999/9/15付梓恭印二千冊。",
    "categories": [
      "平實導師",
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 34,
    "column2": "1999/09/25",
    "column3": "首次公益活動—援助臺灣921地震災區",
    "column4": "1999/9/21臺灣中部發生規模7.3強烈地震，本會在尚須租用道場共修、且不對外募款狀況下，化大悲為大施大行，由會員發心捐款475萬多元新臺幣作為災區急難救助。\n自後本會於突發性重大天災皆發心捐款，亦定期捐款育幼院、養老院與社會福利機構等，落實博施濟眾的菩薩精神。",
    "categories": [
      "社會公益",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 35,
    "column2": "1999/11/14",
    "column3": "導師於臺南侯氏宗祠演講「悟前與悟後—大乘的無我觀」",
    "column4": "平實導師應臺南紡織公司侯董事長之邀參觀臺南侯氏宗祠，期間以「悟前與悟後—大乘的無我觀」為題演講並即席問答，分別從悟前與悟後宣說大乘佛法之無我觀，解說二乘所證解脫道與大乘佛菩提道之異同。\n導師演講內容及當日問答經整理後於2002/9/出版《大乘無我觀》。",
    "categories": [
      "平實導師",
      "講經",
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 36,
    "column2": "2000/01/15",
    "column3": "導師於桃園懿蓮念佛會演講「邪見與佛法」",
    "column4": "平實導師在臺灣桃園懿蓮念佛會演講「邪見與佛法」，子題是「當今台灣之邪說外道及佛弟子應有之認識」，闡明佛菩提道與解脫道之正見與邪見，演講內容都指名道姓而說，藉此彰顯摧邪顯正功效。\n根據 導師宣演錄音內容整理為文，於2001年元旦出版《邪見與佛法》，並首次將「佛菩提道修道次第概要表」附於書末。由於書中首次提出「二乘無學證得解脫果，而不能證得涅槃」的說法，引發中國大陸教界震撼，對所未聞法妄指為邪魔外道之說，造成許多寺院當眾燒書之憾。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "祖師堂與正覺寺",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 37,
    "column2": "2000/02/06",
    "column3": "本會於臺北市百齡高中禮堂首次舉辦大悲懺法會",
    "column4": "本會於臺北市百齡高中禮堂首次舉辦大悲懺法會。2003/8正式於臺北講堂定期辦理，之後各地講堂陸續舉辦大悲懺法會，歡迎學員攜帶家親眷屬參加。佛弟子經由禮懺過程對治修道遮障、增長福德，期能早日契入般若實義。",
    "categories": [
      "弘法事務",
      "法會"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 38,
    "column2": "2000/03/00",
    "column3": "出版《明心與初地》",
    "column4": "《明心與初地》小册是 平實導師昔年講述《成唯識論》課前為明心同修略示明心與初地的差異和關係，以免同修因增上慢自居初地菩薩。後緣於一封退轉者函件，第五刷起增印《明心與初地》續講，導師開示「菩薩三賢位的修證」。\n2011/7出版《明心與初地》中英文版。",
    "categories": [
      "平實導師",
      "講經",
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 39,
    "column2": "2000/04/01",
    "column3": "臺北講堂遷移至現址：台北市承德路三段277號9樓",
    "column4": "2000/4臺北講堂遷至臺北市大同區承德路三段277號現址的第一講堂(9樓)，供奉 本師釋迦牟尼佛、觀世音菩薩及玄奘菩薩，成為本會弘法長久運作之發展基地。之後為了順應聽經、共修人數增加等因緣，陸續增設各樓層講堂以迄於今。",
    "categories": [
      "弘法事務",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 40,
    "column2": "2000/08/08",
    "column3": "導師開講《大乘起信論》",
    "column4": "馬鳴菩薩造《起信論》，義理精深且文辭簡略，遂致歷來多有未具種智者謗為偽論，導師開演此論講述心生滅門與心真如門之真義，此謗方始漸絕、不復再聞。講解此論時，原僅能容納 300 人的九樓講堂，竟湧入 700 餘人齊聚聽講，弘法盛況空前。\n《大乘起信論》宣講圓滿後出版《大乘起信論》全套共六輯。2004/6/30出版第一輯， 2005/9月底出版第六輯。\n2013/5出版《起信論講記》簡體中文版共四輯。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "弘法事務",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 41,
    "column2": "2000/09/28",
    "column3": "平實導師造〈正覺總持咒〉",
    "column4": "平實導師以世親菩薩《大乘百法明門論》為架構造〈正覺總持咒〉，將佛法總綱以每句五字偈誦，共十四句、七十個字顯示出來。從依他起性、遍計執性講到圓成實性，從二乘解脫道講到大乘的佛菩提道，從般若的總相智講到一切種智，全都函蓋其間，故稱總持咒，有護法神擁護、調伏鬼神的威德力。\n〈正覺總持咒〉唱頌版收錄於2011/4發行的「菩薩底憂鬱」CD。",
    "categories": [
      "平實導師",
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 42,
    "column2": "2000/11/21",
    "column3": "正覺同修會使用新的〈開經偈〉",
    "column4": "平實導師於升座宣演《大乘起信論》前，大眾合掌唱唸新開經偈：「微妙甚深無上法，百千萬劫難值遇，我今見聞得證悟，願解如來究竟義。」，新偈文顯示本會是「真修實證，專修大乘了義菩薩法」的道場，學員皆為「發大心，志求明心見性」的佛弟子。此後導師講經說法以及同修會各班級上課，皆先誦念新開經偈。",
    "categories": [
      "平實導師",
      "講經",
      "弘法事務"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 43,
    "column2": "2000/12/00",
    "column3": "出版《宗通與說通》",
    "column4": "平實導師於《宗通與說通》書中主張全面性的佛教修證，不應分宗立派，更不應像印順法師一樣割裂佛法，使佛法分崩離析。本書以宗門實證與教門義理讓大眾得以認識成佛之道次第，確立「唯識」為悟後起修之增上慧學，奠定後續出版《邪見與佛法》基礎。附錄收錄〈正覺發願文〉。",
    "categories": [
      "平實導師",
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 44,
    "column2": "2000/12/00#",
    "column3": "導師於桃園懿蓮念佛會演講「甘露法施與群疑解析」",
    "column4": "平實導師二度於臺灣桃園懿蓮念佛會演講，詳述世間甘露、邪教密宗甘露與佛法甘露，直指前二者與佛法修證完全無關，唯有佛教中的二大甘露法門—解脫道及佛菩提道，才能成就究竟佛菩提果。\n演講內容於2001/7整理出版《甘露法雨—甘露法施與群疑解析》，令學人了知此佛法甘露法門函蓋一切佛法，並對所謂世間甘露乃至密宗甘露知所簡擇，不致誤入歧途。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 45,
    "column2": "2001/01/01",
    "column3": "導師於《邪見與佛法》書末首次公布「法義辨正聲明」",
    "column4": "凡被 導師著作所評論之顯密法師及居士，若欲作第一義諦之法義辨正者，導師委由正智出版社執事，代為約定時、地及辨正主題。\n此聲明首次公布《邪見與佛法》書末，迄今無有敢以真名質問導師者，更無一人提出法義辨正。",
    "categories": [
      "平實導師",
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 46,
    "column2": "2001/02/00#",
    "column3": "導師於臺北市百齡高中大禮堂演講「我與無我」",
    "column4": "導師於臺北市百齡高中大禮堂舉行之正覺同修會新春團拜時，釐清當時「我」與「無我」諸種演述，平息諍論。後於2001/10整理出版《我與無我—從我與無我談理事圓融》，闡釋佛菩提道隱說顯說之密意乃「中道」之理，絕非「一切法空」之斷滅見。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "弘法事務"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 47,
    "column2": "2001/06/09",
    "column3": "本會學員自發建置「成佛之道」網站，提供本會結緣書免費下載",
    "column4": "正覺同修會郭福建師兄建置「成佛之道」網站，提供本會結緣書免費下載，為早期海內外學人最易接觸正法的管道。本會官網成立後，網路推廣工作遂移轉至官網。",
    "categories": [
      "弘法事務",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 48,
    "column2": "2001/07/00#",
    "column3": "導師開講《楞嚴經》，以實證判教辨明邪正真偽",
    "column4": "《大佛頂如來密因修證了義諸菩薩萬行首楞嚴經》為密教部重要經典，導師亦將此經列為大乘最重要的三部經典之一，經中宣說明心見性之內涵，佛菩提道修學所遇魔境，以及外道對涅槃的誤解；然此經言句深澀難解，針對學界質疑其為偽經之說，導師以實證智慧詳細演繹經義，確立其「真經」與「照妖鏡」之地位，並用以破斥藏密外道；期間雖遇2003年法難，仍藉由闡釋「十習因」對治。講經期間導師獨自完成「五陰盡」對應菩薩階位之判教（三地至佛地），彌補了千古以來修證次第之缺口。\n經錄音整理與補寫後，2009/11/30出版《楞嚴經講記》第一輯，至2012/3/30出版第十五輯。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 49,
    "column2": "2001/10/20",
    "column3": "前臺南講堂成立，導師宣演「心經密意」",
    "column4": "《心經》為家喻戶曉之經典，然諸方皆為誤解、誤說。導師以此為題，藉臺南前講堂成立之緣，導正諸方大師否定第八識如來藏真實有之邪見，使學人得有因緣證悟心經密旨。\n演講內容整理後於2002/12出版《心經密意》，現已發行逾10萬本。2012/10出版《心經宗通》簡體中文版。2024/6出版《心經在說什麼？》口袋書，選錄自《心經密意》第一章內容，與大眾免費結緣。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "弘法事務",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 50,
    "column2": "2001/12/00",
    "column3": "美國洛杉磯成立講堂，開設禪淨班",
    "column4": "2001/12美國洛杉磯開設禪淨班，2008/4成立美國講堂。2020年發生covid19疫情，致而長期停課，加之西方人不易善護佛法密意故，於2022/12/14美國講堂正式解散。",
    "categories": [
      "開課與禪修",
      "弘法事務"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 51,
    "column2": "2002/02/00",
    "column3": "出版《狂密與真密》",
    "column4": "《狂密與真密》共四輯56萬字，詳述並舉證密教法義純是外道法，與證悟、般若、種智無關，舉證西藏密宗的本質其實是源自印度教性力派的雙身修法，卻長期依附佛教、吸取資源。本書成為千年來首次以如此詳盡、具體的證據（引用密宗典籍達二百餘本），全面揭露密宗「索隱行怪」、「男女雙修」的真相，讓世人認清其本質，避免受騙。2002/2出版《狂密與真密》第一輯，2002/8出版第四輯。\n書籍出版後，許多原本修學密宗的人因此醒悟而離開，甚至有密宗上師與喇嘛私下閱讀後也開始轉變。此舉成功救護了無辜婦女免受性侵害，也挽救了許多學人的法身慧命。\n2008/3起陸續出版結緣書《概說密宗系列》共六冊，為《狂密與真密》第一輯至第四輯之書摘。",
    "categories": [
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 52,
    "column2": "2002/02/17",
    "column3": "本會於臺北市百齡高中禮堂辦理首次三歸依暨五戒大典",
    "column4": "本會假臺北市百齡高中禮堂首次辦理三歸依暨五戒大典，由 平實導師擔任證明師。2003年以後皆於臺北正覺講堂舉辦。典禮淨化傳統法會儀軌夾雜之密教咒語與鬼神法，讓學人得以歸依勝義僧寶，為未來大乘證悟植下正因。\n本會為臺灣以外地區無法親自參加歸依法會之佛弟子，提供「通訊報名自誓三歸依」之通訊歸依方式，共結殊勝法緣。",
    "categories": [
      "平實導師",
      "弘法事務",
      "法會"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 53,
    "column2": "2002/03/00",
    "column3": "出版《佛教之危機》",
    "column4": "平實導師指佛教之最大危機是全面藏密化，故應使大眾了知佛法與藏密外道法之差別所在。本書公開披露星雲與證嚴等顯教法師破壞佛教之事實，令佛教學人知悉佛法真正旨趣，由是建立正知正見，避免遭其誤導。",
    "categories": [
      "平實導師",
      "出版品",
      "弘法事務",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 54,
    "column2": "2002/04/00",
    "column3": "出版孫正德老師著《學佛之心態》",
    "column4": "本會孫正德老師於書中介紹正覺同修會門風及 平實導師的作為，幫助學人樹立依法不依人的學佛心態。本書封面是本會出版社唯一選用斷手佛像的書籍，象徵正法被外道法摧折而斷壞了一隻手。",
    "categories": [
      "平實導師",
      "出版品",
      "弘法事務",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 55,
    "column2": "2002/11/22",
    "column3": "成立「禪淨雙修進階班」，首位親教師為陸正元老師",
    "column4": "「禪淨雙修進階班」首位親教師為陸正元老師。\n同修會成立之初，開設禪淨班、老參班以及供見性學員增上之禪門差別智課程；其中「老參班」是提供禪淨班畢業，以及明心、尚未見性學員共修。進階班成立之後，禪淨班共修期滿、尚未明心之學員均轉入進階班。",
    "categories": [
      "開課與禪修",
      "弘法事務"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 56,
    "column2": "2003/00/00",
    "column3": "首次舉辦彌陀法會",
    "column4": "初期往生法會僅於告別式中舉辦彌陀法會，2003年起可於告別式或頭七擇一申請。",
    "categories": [
      "法會"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 57,
    "column2": "2003年春節後",
    "column3": "發生第三次法難，出版《燈影—燈下黑》等著作徹底破斥六識論邪說",
    "column4": "2003年春節後，本會臺北、臺中、臺南三位親教師楊榮燦、蔡岳樺、法蓮師退出正覺同修會，受安慧《大乘廣五蘊論》邪見影響，主張「阿賴耶識攝於識蘊」，否定如來藏正法，諸退轉者於SARS停課期間南北奔波串聯，私下於會中散播謗法耳語，致使近200人隨之退轉，釀成第三次法難。\n之後本會出版《燈影—燈下黑、辨唯識性相、假如來藏》等，對其誹謗阿賴耶識邪見，加以分析辨正，澄清法義正訛。2003/5出版《燈影—燈下黑》，書名喻指親近善知識卻因慢心而無法受教者，警惕學人應反觀自照；出版半年後，原本惶惑紛擾之大勢底定，佛教界終於認定本會所宣演方是正法。",
    "categories": [
      "出版品",
      "弘法事務",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 58,
    "column2": "2003/03/01",
    "column3": "導師開設增上班宣講《瑜伽師地論》，為已明心學員揭示悟後起修之佛道次第",
    "column4": "鑑於本會第三次法難退轉者，不能於所證之真如生忍，平實導師決定開設「增上班」，專為已證悟明心學員宣講 彌勒菩薩根本大論《瑜伽師地論》。旨在接續 玄奘菩薩西行求法之悲願，開演證悟後進修的種智內容，讓學員具備入地所需之完整知見，配合福德修集而能進入初地。此舉不僅為復興大乘佛教奠定堅實基石，更為未來重講《成唯識論》鋪墊深厚根基。\n2022/2/19宣講圓滿，為期19年整。自2014/7/12起增上班增設重播課程，同步在各地講堂重播 導師宣講的《瑜伽師地論》。",
    "categories": [
      "平實導師",
      "講經",
      "開課與禪修",
      "弘法事務",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 59,
    "column2": "2003/06/29",
    "column3": "新臺南講堂成立，導師演講「真假開悟」",
    "column4": "原臺南共修處借與法蓮師使用，因其於第三次法難退轉，故本會另立直屬本會之臺南共修處。導師在臺南新講堂安座法會後，以「真如、如來藏、阿賴耶識間之關係」為內涵，開示「真開悟」與「假開悟」之差別，乃是為退轉於阿賴耶識正法者所作之法義辨正。\n後依導師演講內容彙集成書，2004/6出版《真假開悟》。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "弘法事務",
      "法會",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 60,
    "column2": "2003/07/00",
    "column3": "出版張正圜老師著《護法與毀法》",
    "column4": "本會張正圜老師撰寫《護法與毀法—覆上平居士與徐恆志網站毀法二文》，闡明佛菩提道之真實義理，亦辨正上平居士所護持之藏密邪法，令有智學人由此可免藏密邪見之誤導、違犯大妄語業。",
    "categories": [
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 61,
    "column2": "2003/07/31",
    "column3": "《正覺電子報》創刊",
    "column4": "2003年第三次法難之時，學員對會內種種事務及弘法事宜多有不能理解之處，復因部分利益學員之法義亦應適時適宜宣說，令學員皆得其利，因而於2003/7/31首次出刊《正覺電子報》，2003/10開始發行書面版本，免費贈閱，廣利大眾。\n《正覺電子報》初以刊登聯繫學員情誼為主的小品，輔以網站文章轉載，後轉型為連載導師、親教師重要文章之平台，後集結成書出版。",
    "categories": [
      "平實導師",
      "出版品",
      "摧邪顯正",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 62,
    "column2": "2003/08/05",
    "column3": "導師開講《菩薩優婆塞戒經》",
    "column4": "此經專為在家菩薩宣示菩薩戒精神，作為在家菩薩領解菩薩戒精神及受持菩薩正戒之基礎。平實導師於2003/8/5開講《菩薩優婆塞戒經》，2004/11/9宣講圓滿後出版《優婆塞戒經講記》全套共八輯。2005/12出版第一輯， 2007/9出版第八輯。2011/11出版《菩薩優婆塞戒經講記》簡體中文版共四輯。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "法會"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 63,
    "column2": "2003/08/09",
    "column3": "外埠講堂首次播放導師週二講經法會影音視頻",
    "column4": "為便利臺灣中南部學子恭聆 平實導師宣演大乘殊勝妙法，本會首先於臺中、臺南講堂新設影音設備，播放 平實導師週二講經視頻，不限聽講資格。其後各講堂統一於週二播放。",
    "categories": [
      "平實導師",
      "講經",
      "弘法事務",
      "法會",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 64,
    "column2": "2003/09/00",
    "column3": "出版孫正德老師著《淨土聖道—兼評選擇本願念佛》",
    "column4": "日本「選擇本願念佛法門」處處曲解淨土三經，由是緣故本會孫正德老師撰寫本書，闡揚淨土宗之淨土門與禪宗聖道門之精義，利益禪門學者同生淨土而得增上果證，亦利益淨土行者同證聖道而得增上生西品位。",
    "categories": [
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 65,
    "column2": "2003/11/08",
    "column3": "導師提出「法義辨正無遮大會補充聲明」，拒絕虛擬匿名之網路辨正",
    "column4": "第三次法難退轉者要求召開「網站論壇上之法義辨正無遮大會」。導師為救度彼等回歸正法，提出補充聲明：願召開無遮大會、私下之有遮大會乃至密會，而非在虛擬世界之網站論壇進行法義辨正。",
    "categories": [
      "平實導師",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 66,
    "column2": "2003/12/01",
    "column3": "出版《入不二門》",
    "column4": "《入不二門》選錄 平實導師所著七輯公案拈提集錦，免費結緣流通。導師意欲導令學人同入大乘不二法門之中，故本書取名為《入不二門》。\n本書收錄與星雲大師有關之拈提公案，因星雲於其著作以佛光禪師名義宣示為證悟者，並記敘其曾印證弟子開悟等事；另亦指 導師是「邪魔、外道、法義有毒、必下地獄」。導師為維護正法弘揚，於2003/9《公案拈提》第一輯改版時，加以拈提；三個月後發行本書，藉此救護佛光山四眾弟子回歸正道，消減星雲誤導眾生、錯誤印證弟子開悟之大惡業。",
    "categories": [
      "平實導師",
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 67,
    "column2": "2004/01/22",
    "column3": "首次舉行新春金剛經法會",
    "column4": "2004/1/22(正月初一)本會首次舉行新春金剛經法會，恭誦《金剛經》，祈願透過 世尊悲願及教示，以實相懺之精神，滅除重罪，早成道業。\n之後本會各地講堂於每年正月初一同時舉辦金剛經法會。",
    "categories": [
      "講經",
      "弘法事務",
      "法會"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 68,
    "column2": "2004/04/00",
    "column3": "出版正安法師著《真假邪說》",
    "column4": "中國大陸西藏密宗上師索達吉在其《破除邪說論》一書中，公然違背 佛説，主張意識心是不生滅法，誣指 平實導師說「如來藏才是不生不滅法，意識是生滅法」的正理為邪說。由正安法師所造《真假邪說》舉出教證與理證，證明索達吉的《破除邪說論》才是真正邪說。\n2004年初版一大冊，2008／3改版，分為上下二冊。",
    "categories": [
      "平實導師",
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 69,
    "column2": "2004/07/24",
    "column3": "導師至臺南講堂演演講「人間佛教」",
    "column4": "平實導師2004/7/24第四次應邀至臺南講堂演講，以「人間佛教」為開演主題，為新班開課學員打氣及作為《真假開悟》出版一週年之回顧。當時佛教界（如印順法師、星雲法師等）普遍提倡「人間佛教」，但其內容流於世俗化、學術化或否定如來藏，故演講旨在回應「人間佛教」名稱的本來意義，須依於實證智慧與悲心，發願世世受生人間自利利他，而非僅止於世間善行，為學人建立正確的解脫道與佛菩提道知見。\n當日因未演述完畢，導師復於2005/9/24再次至臺南演講。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "開課與禪修",
      "弘法事務",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 70,
    "column2": "2004/08/00",
    "column3": "出版游正光老師著《眼見佛性》",
    "column4": "慧廣法師於2003/7在《僧伽雜誌》第48期刊登「眼見佛性的含義」一文，否定 平實導師所傳的眼見佛性妙法。本會游正光老師依佛說眼見佛性定義之經文，撰寫《眼見佛性》一書，針對慧廣法師謬說見性境界進行法義辨正。",
    "categories": [
      "平實導師",
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 71,
    "column2": "2004/09/00",
    "column3": "出版《普門自在》",
    "column4": "本書是繼《入不二門》之後第二本公案拈提集錦，選錄 平實導師所造公案拈提十七則結集成書，免費結緣流通，冀能挽救更多佛光山四眾弟子，亦藉此令久學佛弟子遠離邪見，增益大乘般若見道之緣。\n此書取名《普門自在》，係因如來藏妙法乃是普門自在之勝法，於一切眾生家宅之中，普門皆具，故說如來藏是「普門自在」之絕妙好心。",
    "categories": [
      "平實導師",
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 72,
    "column2": "2004/11/09",
    "column3": "導師開講《維摩詰所說不可思議解脫經》",
    "column4": "2004/11/9 平實導師開講《維摩詰所說不可思議解脫經》。導師以道種智的深妙智慧詳實解釋經中密意，令 維摩詰大士所說深妙正法得以正確宣流於人間，利益當代及後世學人。自古本經即為禪門之照妖鏡，凡所悟若不能與此經意旨相符，即是錯悟。\n宣講圓滿後出版《維摩詰經講記》全套共六輯。於2007/11/30出版第一輯，2008/9/30出版第六輯。2013/10出版《維摩詰經講記》簡體中文版共三輯。",
    "categories": [
      "平實導師",
      "講經",
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 73,
    "column2": "2004/11/18",
    "column3": "正覺電子報刊登「正覺啟事」 ，辨明平實導師非十大外道",
    "column4": "因 平實導師宣述唯一正確之證悟內涵，致使中國大陸部分法師喪失「開悟聖者」名號，他們惟恐名利盡失，遂於私下、網路上誣蔑 導師為「十大外道」。「正覺啟事」旨在正告所有學佛者，何為真正邪教與外道，以端正視聽。2006/9復刊登一次。",
    "categories": [
      "平實導師",
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 74,
    "column2": "2005/03/01",
    "column3": "出版孫正德老師著《真假禪和》",
    "column4": "本會孫正德老師藉大陸釋傳聖對 平實導師之不實評論，撰寫《真假禪和》逐段辨正中國禪宗宗門實證內涵與開悟之義理，兼示分辨真假禪和之智慧。\n釋傳聖將宗門與教門強行分割為兩種不相關的證境，成為破壞佛法、分裂佛法者。孫正德老師在書中藉由公開回覆釋傳聖之評論，讓諸方禪和子普皆獲益，為此世所餘來日或為未來世植下證悟宗門之善根。",
    "categories": [
      "平實導師",
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 75,
    "column2": "2005/03/06",
    "column3": "導師正式傳授上品菩薩戒",
    "column4": "2005/3/6  平實導師正式公開在臺北市正覺講堂傳授上品菩薩戒，當日共有六百多人求受菩薩戒，美國洛杉磯講堂亦首次有八位同修遠道前來受戒。之後形成制度，每年大致都會舉辦傳授菩薩戒法會。平實導師所傳授的之上品戒其經教依據為《梵網經》及根本論《瑜伽師地論》。",
    "categories": [
      "平實導師",
      "講經",
      "弘法事務",
      "法會"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 76,
    "column2": "2005/04/00",
    "column3": "大陸出版《真實如來藏》、《禪淨圓融》、《禪—悟前與悟後》",
    "column4": "此三本 平實導師著作經由中國大陸中央宗教主管機關審核批准出版，大陸各省市新華書店均可請購。後有《維摩詰經講記、起信論講記、心經宗通、佛法概論、勝鬘經真義、菩薩優婆塞戒經講記、阿含概論》等本會出版著作陸續在大陸發行。",
    "categories": [
      "平實導師",
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 77,
    "column2": "2005/04/24",
    "column3": "首次舉行菩薩戒布薩法會",
    "column4": "2005/4/24正覺同修會首次在臺北講堂舉行菩薩戒布薩法會，由 平實導師主法。之後每隔二個月令已在本會受菩薩戒之菩蕯戒子們，共集於各地講堂參加布薩。2012/9/9開始依受戒年份先後分配樓層位置，遵行「先受戒者在前坐，後受戒者在後坐」之教示進行布薩。",
    "categories": [
      "平實導師",
      "弘法事務",
      "法會"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 78,
    "column2": "2005/10/22",
    "column3": "成立新竹講堂，導師演講「隨緣」",
    "column4": "導師藉新竹講堂舉行安座法會因緣，鑑於隨緣二字常被學佛人藉以合理化逃避探究是非真相之錯誤心態，遂以「隨緣」為題開顯「隨緣」正理。演講內容於2008/9彙集出版《隨緣—理隨緣與事隨緣》。\n新竹講堂自2005/7下旬租用新竹市南大路共修，2005/10/24開設第一期禪淨班，2011/8/8購置新址講堂（位於新竹市東光路正群工商大樓），並於2012/3舉行佛像安座法會正式啟用。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "開課與禪修",
      "弘法事務",
      "法會"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 79,
    "column2": "2005/11/01",
    "column3": "出版《識蘊真義》",
    "column4": "針對2003年本會第三次法難退轉者信受安慧師徒著《大乘廣五蘊論、破大乘論》，誹謗阿賴耶識為識蘊所攝之生滅法，平實導師撰寫《識蘊真義》作法義辨正警覺眾人，兼而宣示識蘊妙義，避免後人再步退轉者後塵。",
    "categories": [
      "平實導師",
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 80,
    "column2": "2005/12/00",
    "column3": "舉辦會內印順思想讀書會，辨正印順著作邪謬以建立學員擇法覺分",
    "column4": "2005/12本會開始隔週舉辦會內印順思想讀書會，幫助學員建立擇法覺分，藉以消除印順邪說遺毒。2006/3/11於臺南崑山科技大學舉行會內「印順思想研討會」，共發表論文13篇，條分縷析列舉印順諸多錯誤，並予以法義辨正。之後本會未再舉辦佛學研討會，改為在《正覺學報》發表論文。\n2009/3印順思想讀書會轉型為論義班，限本會會員參加，持續針對印順著作之邪謬處予以辨正，令會員次第建立正知見、學術論證能力，培植寫作學術論文人才。後隨著時節因緣變化，論義班於2012年因完成階段性任務而結束。",
    "categories": [
      "出版品",
      "弘法事務",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 81,
    "column2": "2006/00/00",
    "column3": "出版《超意境》音樂CD",
    "column4": "2006年本會以 平實導師《公案拈提》書中偈頌與〈正覺發願文〉錄成《超意境》CD。2011/4出版《菩薩底憂鬱》CD，2012/5發行《菩薩底憂鬱—禪意無限》CD。導師將禪宗公案寫成新詞，幫助禪子超越意識境界，進入禪門。",
    "categories": [
      "平實導師",
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 82,
    "column2": "2006/00/00",
    "column3": "新竹講堂首設假日書攤",
    "column4": "新竹講堂2006年起在新竹主要風景區設置假日書攤，擺放本會出版之佛法書籍，藉以接引有緣人士前來講堂修學佛法。後將設置書攤推廣活動擴及各地講堂，在臺灣主要風景區設置書市擺放結緣書籍。",
    "categories": [
      "出版品",
      "弘法事務",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 83,
    "column2": "2006/01/01",
    "column3": "首次舉行楞嚴法會",
    "column4": "本會於2006年首次舉行楞嚴法會，於凌晨時分誦持楞嚴神咒以加持楞嚴被，法會僅限本會學員參加。2020/1/5楞嚴法會新增加持留駐娑婆版之楞嚴被。楞嚴咒能令眾生得利，滅罪降魔；楞嚴被能令往生者不受鬼神干擾，現前心靜憶佛，得生諸佛淨土。",
    "categories": [
      "法會"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 84,
    "column2": "2006/01/03",
    "column3": "導師開講《勝鬘師子吼—乘大方便方廣經》",
    "column4": "2006/1/3 平實導師開講屬於方廣部的《勝鬘經》，詳解三乘菩提之異同，兼述二乘所斷一念無明與大乘所斷無始無明之關聯與含攝，辨正印順法師之錯誤註解，以免後人續受誤導，讓學人深知菩薩所證實相智慧不共二乘，得以不再執偏排正、執小謗大，建立三乘菩提整體知見，真修成佛之道。",
    "categories": [
      "平實導師",
      "講經",
      "弘法事務",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 85,
    "column2": "2006/05/09",
    "column3": "正覺祖師堂舉行動土典禮",
    "column4": "2003年第三次法難之後，平實導師決心復興正法大業，於2006/5/9在臺灣桃園大溪動工興建正覺祖師堂，以此三層樓建築作為精進禪三道場，結束多年來須向外租借場地之艱辛，並兼作本會出家眾掛單常住之處所。",
    "categories": [
      "平實導師",
      "開課與禪修",
      "祖師堂與正覺寺",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 86,
    "column2": "2006/08/31",
    "column3": "出版《阿含正義—唯識學探源》",
    "column4": "平實導師親撰《阿含正義—唯識學探源》共七輯，彰顯四阿含諸經中隱說之大乘八識具足法義、大乘佛教在佛世就存在，破斥印順、昭慧等人誣指大乘經典是部派佛教以後佛弟子們創造。《阿含正義》七輯出版之後，少有人敢公然主張大乘非佛說。\n2011/10，四川大學出版社出版簡體字版《阿含概論》，由七輯《阿含正義》精簡而成。",
    "categories": [
      "平實導師",
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 87,
    "column2": "2006/09/04",
    "column3": "成立正覺教育基金會",
    "column4": "財團法人正覺教育基金會於2006/9/4成立，第一屆董事長由 平實導師出任。正覺教育基金會成立之目的，是向全世界傳達「教導眾生實證如來藏是釋迦牟尼佛示現在人間的唯一原因」，以推廣及促進佛學、哲學之文教活動與學術交流，來提昇學術研究風氣及品質，並以生命教育作為校園推廣之目標。",
    "categories": [
      "平實導師",
      "弘法事務",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 88,
    "column2": "2006/10/22",
    "column3": "成立高雄講堂，導師演講「第七意識與第八意識？」",
    "column4": "高雄第一講堂落成安座，平實導師開講「第七意識與第八意識？」辨明意識的真實義涵及佛法的脈絡，揭示生命實相的核心奧義第八識如來藏。",
    "categories": [
      "平實導師",
      "講經",
      "弘法事務",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 89,
    "column2": "2006/12/12",
    "column3": "導師開講《金剛般若波羅蜜經》",
    "column4": "《金剛經》為中國大乘佛法家喻戶曉的般若經典，旨在揭示第八識金剛心。平實導師採宗通方式開演《金剛般若波羅蜜經》，所說有事、有理，更有宗門密意，拈提與經文有關之禪宗公案，助益學人開悟見道。\n後依 導師宣講內容整理出版《金剛經宗通》全套共九輯。2012/5/31出版第一輯，2013/9/30出版第九輯。",
    "categories": [
      "平實導師",
      "講經",
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 90,
    "column2": "2007/01/00",
    "column3": "出版蔡正禮老師著《現代人應有之宗教觀》",
    "column4": "新竹講堂成立伊始，有學員提出現代人修學佛法基本教理問題，本會蔡正禮老師擇要答覆，並整理印行《現代人應有之宗教觀》一書流通。後有一貫道點傳師以網路化名質疑此書，蔡正禮老師遂以問答形式撰文回覆，再版時增補於書後。\n之後，本會持續出版口袋書，透過簡潔扼要形式，協助讀者快速掌握佛法精義。包括：\n2007/12《確保您的權益—器官捐贈應注意自我保護》\n2008/03《成佛之道》\n2009/04《淨土奇特行門》\n2009/05《導師之真實義》\n2009/08《一貫道與開悟》\n2011/03《繫念思惟念佛法門》\n2015/08《從一佛所在世界談宇宙大覺者》\n2016/07《表相歸依與實義歸依》\n2019/05《佛教與成佛》\n2024/03《尊師重道》\n2025/01《正覺總持咒的威德力》\n2025/10《老了要靠誰？》",
    "categories": [
      "平實導師",
      "出版品",
      "弘法事務",
      "社會公益"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 91,
    "column2": "2007/03/30",
    "column3": "出版《我的菩提路》",
    "column4": "本會出版《我的菩提路》系列，收錄經 平實導師印證明心、見性同修之見道報告，詳述今生求法與見道因緣，集結成冊流通。\n2025/8/29出版《我的菩提路》第八輯。",
    "categories": [
      "平實導師",
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 92,
    "column2": "2007/04/15",
    "column3": "正覺祖師堂舉行安座大典",
    "column4": "2007/4/15舉行正覺祖師堂安座大典，正殿右側供奉與導師因緣深厚的克勤大師聖像，表彰法脈宗風傳承，並將道場命名為「祖師堂」。祖師堂首任住持是白正偉老師。\n2018年正覺祖師堂增建牌樓及鑲立碑文。",
    "categories": [
      "平實導師",
      "祖師堂與正覺寺"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 93,
    "column2": "2007/04/20",
    "column3": "首次在正覺祖師堂舉行精進禪三",
    "column4": "正覺祖師堂2007/4/15安座啟用後，同年4/20首次在祖師堂舉行第23屆精進禪三。之後每年四月及十月固定在祖師堂舉辦二~三梯次精進禪三，每梯次共修時間為四天三夜。",
    "categories": [
      "開課與禪修",
      "祖師堂與正覺寺"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 94,
    "column2": "2007/09/14",
    "column3": "出版《宗風與門庭》",
    "column4": "《宗風與門庭》是本會專為內部執事人員印製的自修教材。本會宗風是三乘兼顧並修，門庭設施有二：不許結黨及營私。",
    "categories": [
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 95,
    "column2": "2007/11/01",
    "column3": "出版《鈍鳥與靈龜》",
    "column4": "平實所著《鈍鳥與靈龜》舉證天童宏智與大慧宗杲兩位禪師所悟同屬如來藏妙心，辨正藍吉富先生所寫文章違背歷史事實。\n本書與《童女迦葉考》皆駁斥聖嚴法師及其弟子於學術界所造之種種謬論，最終解決長久以來的空有之諍。",
    "categories": [
      "平實導師",
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 96,
    "column2": "2007/12/02",
    "column3": "導師首次會外演講：「人間佛教的真實義」",
    "column4": "2007/12/2 平實導師於臺灣臺南市立文化中心首次公開對會外大眾演講「人間佛教的真實義」，延續2004年臺南講堂「人間佛教」的講題，完整闡釋並回復「人間佛教」的本來意旨。\n本次演講內容與2004/7/24、2005/9/24在臺南講堂演講「人間佛教」內容彙集整理後，於2013/12出版 《人間佛教》。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "弘法事務"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 97,
    "column2": "2007/12/02",
    "column3": "《正覺學報》創刊",
    "column4": "鑑於釋昭慧要求從學術觀點評論釋印順，促使本會蔡禮政老師向法鼓山所屬之《中華佛學研究所》期刊投稿〈《阿含經》對存有之定義〉一文，舉證經文證實如來藏常住且可實證；但該期刊卻根據印順一派無因唯緣論謬說而予無理封殺。為爭取八識論正法在佛學學術界的發言權，本會正式創辦《正覺學報》，以導正遭印順學派長期掌控的佛學學術界。\n平實導師在《正覺學報》創刊號首次提出「實證佛教」一詞，強調佛法實證的重要性。學報發行五期後停刊。\n為配合《正覺學報》出版，於2008/2建置正覺學報網站。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 98,
    "column2": "2008/01/01#",
    "column3": "啟動破密系列活動",
    "column4": "為了讓世人瞭解藏密喇嘛教真相，本會於2008年開始，於臺北市街頭公開發放破密文宣，第一份文宣——喇嘛，讓一般大眾認清喇嘛本質、遠離喇嘛，藉以減少性侵受害者。2009年於中國大陸發放破密文宣。\n2010/12臺北國際花卉博覽會期間，臺北市正覺講堂外牆懸掛「喇嘛的無上瑜伽修行就是與女信徒性交」等標語之布條，設置LED跑馬燈。\n2011年春節前後，於臺灣各地廣發解密快報「您不能不知的二件事」等破密文宣，以警覺世人認清藏傳佛教非佛教、進而遠離藏密喇嘛教。\n2011/3成立真心新聞網，針對密宗冒用佛法名相、藏密轉世、灌頂、三昧耶戒、譚崔十四根本墮等一一舉示破斥，後由正覺教育基金會出版兩輯《真心告訴您》。\n2018/3/11 平實導師在會員大會開示：破密活動階段性工作已完成，改以平和方式作法義上的辨正，並出版書籍隨緣流通。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "弘法事務",
      "摧邪顯正",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 99,
    "column2": "2008/03",
    "column3": "出版《甘露法門》口袋書",
    "column4": "《甘露法門》口袋書摘錄自 平實導師著《甘露法雨、宗通與說通》等。\n另外，本會摘錄 導師著作中的勝妙法，刊行多本口袋書免費結緣流通，包括：\n2008/5《如何修證解脫道》。\n2009/07《觀行斷三縛結》。\n2009/07《如來藏中藏如來》\n2009/11《出家菩薩首重虛心求教勤求證悟》。\n2014/10《證道歌略釋》。\n2024/6《心經在說什麼？》。",
    "categories": [
      "平實導師",
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 100,
    "column2": "2008/03/13",
    "column3": "首次設立清寒獎助學金",
    "column4": "本會自2008/3/13起在臺灣桃園大溪各國中小學、彰化高商、臺北市明倫高中、明倫國小設置清寒獎助學金，以鼓勵家境貧困、品德優良的學生安心求學。\n2010/8/1本會擴大獎助範圍，家境清寒品行優良且未領有其他獎助學金之學生，經申請核定後於2010/10/1起按月發放獎助學金。",
    "categories": [
      "弘法事務",
      "祖師堂與正覺寺"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 101,
    "column2": "2008/05/04",
    "column3": "成立簡報小組，在網路推廣正法",
    "column4": "因應電子郵件普遍盛行，本會成立簡報小組 製作「簡報檔案」（如PowerPoint），提供學員寄送給親友，作為傳播正法訊息的媒介。2009年相繼建立Youtube頻道、正法與破密部落格。",
    "categories": [
      "弘法事務",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 102,
    "column2": "2008/05/06",
    "column3": "導師開講《實相般若波羅蜜經》",
    "column4": "2008/5/6 平實導師宣演《實相般若波羅蜜經》真實義理，揭示真如、涅槃、中道、金剛心皆是一體——第八識如來藏，外於如來藏即無實相可證。導師舉示與經文有關的禪宗公案而作拈提，幫助聞法者實證《實相經》中說的般若智慧。\n宣講圓滿後出版《實相經宗通》全套共八輯。2014/1/31出版第一輯，2015/4出版第八輯。",
    "categories": [
      "平實導師",
      "講經",
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 103,
    "column2": "2008/05/12",
    "column3": "中國四川汶川強震，本會捐款新臺幣1863萬元賑災",
    "column4": "2008/5/12中國四川汶川發生規模八強烈地震，造成當地百姓重大傷亡，本會隨即在5/17於正覺祖師堂舉辦地震罹難者超薦法會，平實導師並號召本會會員捐助善款，如實履踐 世尊於經中開示「至心施、及時施、親手施」之功德，以佛教正覺同修會、正覺教育基金會、正覺寺籌備處名義，捐款新台幣1863萬元，用於重建災區學校、寺廟以及資助災民醫療費用。",
    "categories": [
      "平實導師",
      "講經",
      "弘法事務",
      "法會",
      "祖師堂與正覺寺",
      "社會公益"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 104,
    "column2": "2008/06/00",
    "column3": "出版游正光老師著《真假外道》",
    "column4": "鑑於藏密行者劉東亮、杜大威居士於網上主張離念靈知心為常住法，證嚴法師以常見外道法取代正法，耽誤眾生慧命、破壞正法；本會游正光老師欲救彼等免除地獄業，舉證三人違背佛語實例，並以教證理證辨正，撰寫《真假外道》，令學人不致被佛門表相所欺矇。",
    "categories": [
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 105,
    "column2": "2008/06/00",
    "column3": "出版《淺談達賴喇嘛之雙身法》等多本破密書籍",
    "column4": "2008年起，本會彙整史實與外媒報導，出版多部破斥西藏密宗雙身法本質的書籍，呼籲社會大眾應遠離邪法，期能維護台灣社會純正風氣。歷年出版著作分類臚列如下：\n一、論邪教領袖達賴喇嘛\n2008/6《淺談達賴喇嘛之雙身法》，至今已印行66萬冊。2012/2《末代達賴—性交教主的悲歌》\n2012/10《黯淡的達賴—失去光彩的諾貝爾和平獎》\n2014/8《恭祝達賴喇嘛八十大壽》\n二、論假藏傳佛教\n2008/9《密宗真相》（原名：《魔界轉世》）\n2011/7《喇嘛性世界—揭開藏傳佛教譚崔瑜伽的面紗》\n2011/7《俺矇你把你哄——六字大明咒揭密》\n2011/11《藏傳佛教的神話—性、謊言、喇嘛教》\n2015/1《西藏「活佛轉世」制度——附佛、造神、世俗法》\n三、破邪顯正之報導\n2016/3《老去人間萬事休，應須洗心從佛祖》\n2016/10《你不可不知的事實》",
    "categories": [
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 106,
    "column2": "2008/07/11",
    "column3": "於電子報發布「公開聲明」回應少數大法師誣告本會為新興宗派",
    "column4": "因少數大法師誣告本會為毀謗、破壞禪宗之新興宗派，要求中國大陸宗教主管機關拒發書號、禁止本會書籍流通，為此本會發布本聲明直至誣告者公開道歉且本會書籍無限制在大陸印行流通為止。",
    "categories": [
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 107,
    "column2": "2008/09/04",
    "column3": "臺灣士林地方法院審理釋昭慧提告平實導師案",
    "column4": "因釋昭慧屢次不實指控、毀謗平實導師，本會遂於第33、34期正覺電子報刊登雙方往來書信，以正視聽。釋昭慧不堪其不如實言行遭到揭穿，遂提告導師公然侮辱、妨害名譽及違反著作權法。\n2008/9/4臺灣士林地方法院第一次開庭審理本案。平實導師在第一次開庭即說明：刊登信函之內容只是要澄清事實，此屬合理使用，並無侵害著作權之意圖。\n有關侵害著作權的部分，鑑於答辯證據顯示釋昭慧所控不實，遂在檢察官勸告下，於2008/12/18第四次開庭時，釋昭慧同意無條件撤回告訴，導師表示接受，法院作出公訴不受理判決；至於公然侮辱罪、妨害名譽罪，北檢稍早已認定不成立而不予起訴；至此釋昭慧起訴 導師案正式落幕。\n(詳細內容請見「官司」專論)",
    "categories": [
      "平實導師",
      "出版品",
      "弘法事務"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 108,
    "column2": "2008/12/00#",
    "column3": "成立桃園講堂",
    "column4": "2008/12月桃園講堂完成登記，2009／10首次設立禪淨新班開始招生。",
    "categories": [
      "開課與禪修",
      "弘法事務"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 109,
    "column2": "2009/05/00",
    "column3": "出版正枝居士著《學佛的覺醒》一書",
    "column4": "本會證悟學員正枝居士以 導師《邪見與佛法》、《宗通與說通》閱讀心得，撰寫《學佛的覺醒》一書，並將以前親近過的名師解說般若法義之錯誤落處予以公開，提醒佛子應「依法不依人」，待證悟明心以後，再與自己師父深結善法緣。",
    "categories": [
      "平實導師",
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 110,
    "column2": "2009/07/21",
    "column3": "導師開講《妙法蓮華經》，揭示一乘究竟成佛之秘旨",
    "column4": "《妙法蓮華經》是圓教經典，顯示十方諸佛的真實本質，圓滿收攝一切法教。此經所說法義深妙，世人難解，平實導師直抒 佛陀本懷，將各品蘊含之密意，如實顯示於當代學人眼前，最後以〈法華大義〉而總其成，依佛旨圓攝於如來藏妙心。\n宣講圓滿後出版《法華經講義》全套共廿五輯。2015/5/31出版第一輯，2019/5/31出版第二十五輯。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 111,
    "column2": "2009/09/01",
    "column3": "本會賑助臺灣八八風災",
    "column4": "2009/8/8莫拉克颱風侵襲臺灣，造成中南部地區傷亡災損慘重，稱為「八八風災」。同年 9/ 1，本會會員響應救災活動，以佛教正覺同修會、正覺教育基金會名義，捐款新台幣 702 萬 5 千元；並捐贈新台幣 50 萬元予台北巿政府社會局，協助認養災區購置物資。",
    "categories": [
      "弘法事務",
      "社會公益",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 112,
    "column2": "2009/09/01",
    "column3": "抗議達賴喇嘛高雄八八風災祈福法會",
    "column4": "達賴喇嘛以關切莫拉克風災為由來到臺灣，並於高雄巨蛋舉辦祈福法會。正覺教育基金會發動400人在場外拉黃布條抗議「修雙身法的喇嘛教不是佛教」，舉牌籲請民眾「把捐款留給八八災民」；並將過程製作紀錄片，讓各方認清「修雙身法的喇嘛教不是佛教、達賴否定正法、達賴喇嘛祈福無效」。\n正覺教育基金會彙整本活動之新聞報導內容，並舉證辨正藏傳「佛教」雙身法的內涵，於2010/1出版《博愛—愛盡天下女人》、《達賴真面目—玩盡天下女人》，詳細說明密宗就是以男女交合作為修行的法門，教化社會大眾洞悉密宗雙身法的本質，不致上當受騙。",
    "categories": [
      "出版品",
      "法會",
      "摧邪顯正",
      "社會公益",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 113,
    "column2": "2010/01/00",
    "column3": "出版《邁向正覺》口袋書",
    "column4": "《邁向正覺》共六冊，收錄33篇本會學員自剖學佛、求正法的因緣與心路歷程等短文。",
    "categories": [
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 114,
    "column2": "2010/01/00",
    "column3": "出版《破羯磨僧真義》",
    "column4": "鑑於有學員指控本會羯磨結果不如法，平實導師在2009/11召開臨時親教師會議上，針對呂真觀（呂傳勝）等人依聲聞律解釋菩薩戒「破羯磨轉法輪僧」逆罪一事開示釋疑，期能將北傳佛教以聲聞僧為主的觀念，轉為佛世時以菩薩僧為主的大乘門庭，2010/1整理出版《破羯磨僧真義—大乘律與聲聞律對於破羯磨僧定義的差異》小冊子於會內流通，2022年起對外流通。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "法會"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 115,
    "column2": "2010/03/00",
    "column3": "開始電視弘法",
    "column4": "本會於2010/3至2020/7間，於臺灣佛教電視台（法界衛星）開闢「三乘菩提」系列弘法節目，這是本會面對普羅大眾公開弘法的第一步。\n在法界衛星宣講弘法節目包括〈三乘菩提之意涵〉等十四個主題，自2020/8起，弘法節目轉至網路平台YouTube，陸續發布〈三乘菩提之勝鬘經〉等主題。\n後將電視弘法節目製成DVD流通，於2010/6開始出版，並依親教師弘法系列節錄出版《三乘菩提概說、佛典故事集》兩本口袋書。\n2014／3月建置弘法視頻網站，提供大眾觀看本會歷年錄製弘法系列。隨著中國大陸地區瀏覽量日益增加，另增設大陸影片連結，方便大陸信眾觀看。",
    "categories": [
      "講經",
      "出版品",
      "弘法事務",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 116,
    "column2": "2010/04/01",
    "column3": "出版《意識虛妄經教彙編》",
    "column4": "本書彙編北傳《阿含經》及南傳《尼柯耶》經文，旨在證明意識虛妄，令學人斷除「意識真實有」之我見，從而有緣證悟大乘般若。此書特別選在2010/4/25高雄巨蛋「穿越時空──超意識」萬人演講前夕出版，作為大會一萬多份結緣紀念品中的核心書籍之一，為當天演講主題提供了堅實的經教基礎。",
    "categories": [
      "講經",
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 117,
    "column2": "2010/04/25",
    "column3": "導師首次大型演講「穿越時空—超意識」",
    "column4": "本會在臺灣高雄巨蛋舉辦上萬人大型說法盛會，導師以「穿越時空—超意識」為題發表公開演講，為學人開演第八識如來藏「真實心識」。\n演講內容與2006/10/22在高雄講堂演講內容彙整，於2012/12出版《第七意識與第八意識？——穿越時空「超意識」》。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "弘法事務"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 118,
    "column2": "2010/04/27",
    "column3": "首次為大陸學員親授上品菩薩戒",
    "column4": "2008/10，本會在中國大陸共修小組開始依 平實導師著《優婆塞戒經講記》作為共修內容，為大陸學員求受菩薩戒作準備。後因殊勝因緣福德成熟，平實導師於2010/4/27首次為大陸學員親授上品菩薩戒。此後大陸學員來台受戒人數漸增，2013年至2016年，每年皆有一千多人受戒。",
    "categories": [
      "平實導師",
      "法會"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 119,
    "column2": "2010/06/12",
    "column3": "首次舉辦迴入娑婆悲增法會",
    "column4": "舉辦迴入娑婆悲增法會之目地：禮讚大心菩薩發起悲願留駐娑婆，並以此法會增益與會大眾對佛法的信力。2011/05/07開始，家屬得於彌陀法會、悲增轉世法會，擇一提出申請。",
    "categories": [
      "法會"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 120,
    "column2": "2011/01/01",
    "column3": "開始協助學員辦理自宅佛菩薩聖像安座",
    "column4": "本會為協助學員於自宅如法安座供奉佛菩薩聖像，2011/1/1發布〈學員自宅佛菩薩聖像安座公告〉，經本會學員向福田部申請安座法會之後，佛菩薩方能常駐家中。",
    "categories": [
      "法會"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 121,
    "column2": "2011/01/30",
    "column3": "出版游正光老師著《明心與眼見佛性》",
    "column4": "《明心與眼見佛性—駁慧廣《蕭氏「眼見佛性」與「明心」之非》作者游正光老師細述明心與眼見佛性之異同，藉慧廣謗法之緣起，作法義辨正而旁述許多勝妙法義。\n游正光老師2004/8/1所寫《眼見佛性》係免費結緣書，《明心與眼見佛性》一書改為局版書出售。",
    "categories": [
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 122,
    "column2": "2011春節前後#",
    "column3": "全臺廣發解密快報",
    "column4": "2011年春節前後，於臺灣各地廣發解密快報「您不能不知的二件事」等破密文宣，以警覺世人認清藏傳佛教非佛教、進而遠離藏密喇嘛教。",
    "categories": [
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 123,
    "column2": "2011/02/00#",
    "column3": "設置正覺二會官方網站",
    "column4": "2011/2成立正覺同修會官網，同年6月，成立正覺教育基金會官網。\n2019年正覺同修會官網改版上線；2023/05正覺教育基金會官網改版上線，以社會教育及公益活動為主要形象，平衡呈現宗教、教育及公益面向。\n後陸續完成官網臉書社群、IG官方社群、念佛小幫手APP等，擴大運用網路力量，傳播佛法正確知見，接引有緣眾生修學佛法。",
    "categories": [
      "弘法事務",
      "社會公益",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 124,
    "column2": "2011/02/06",
    "column3": "台灣電視媒體播出介紹正覺特別節目",
    "column4": "為了讓社會大眾認識正覺同修會及正覺教育基金會，正覺於2011/2/6、2/13首度在臺灣中天電視台播出「正覺教育基金會專題報導」上下兩集；2011年起臺灣電視公司連續三年在農曆新年期間播出介紹正覺兩會節目。",
    "categories": [
      "弘法事務"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 125,
    "column2": "2011/03/00",
    "column3": "出版正雄居士著口袋書《廣論之平議》",
    "column4": "本書作者正雄居士早年在臺灣新竹鳳山寺日常法師主導之「廣論團體」修學八年後離開，經至誠懺悔發願，在 平實導師座下證悟。為救護同受惡見誤導之宗喀巴信眾及今世後世學子，遂撰文逐條平議，指明《廣論》絕非佛法正理。自2011年起陸續出版七冊《廣論之平議—宗喀巴《菩提道次第廣論》之平議》口袋書。\n後於2025/08增補內容出版《廣論之平議—廣論與佛法之比較》共五輯\n本會接續出版破斥《廣論》之口袋書，包括張正玄教授《與《廣論》研討班學員談心》（2013）、鄭婉如居士等合著《我為何離開廣論》（2017）。",
    "categories": [
      "平實導師",
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 126,
    "column2": "2011/04/00",
    "column3": "出版郭正益老師著《廣論三部曲》",
    "column4": "本會郭正益老師撰寫《廣論三部曲》，深入解析《菩提道次第廣論》及《密宗道次第廣論》，讓普羅大眾認清藏傳佛教並非佛教的本質。",
    "categories": [
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 127,
    "column2": "2011/04/00#",
    "column3": "達賴喇嘛西藏宗教基金會提告本會",
    "column4": "正覺教育基金會於2011/1登報四篇文章、印製發送「解密快報」，達賴喇嘛西藏宗教基金會不滿文中指達賴藉來臺辦理祈福法會之機斂財，向臺北地方法院提出民事、刑事自訴。\n2011至2018年本會與達賴基金會官司纏訟七年多，在刑事部分，2013/4/3臺灣高等法院裁定本會 平實導師毀謗罪成立，拘役30日，得易科罰金。在民事部分，2013/12/25臺北地方法院判決本會須於官網移除「解密快報」文字，並刊登道歉聲明壹日；2018/12/1本會遵照臺灣高等法院判決，在中國時報刊登「澄清聲明」，同時刊登「但願眾生得離苦 不為自己求安樂—正覺教育基金會補充聲明」。\n(詳細內容請見「官司」專論)",
    "categories": [
      "平實導師",
      "弘法事務",
      "法會",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 128,
    "column2": "2011/07/24",
    "column3": "成立香港講堂",
    "column4": "本會香港第一個講堂設於九龍新蒲崗，為鄺爕南老師將自家公司一部分辦公室改建而成，於2011/7/24安座，2011/8第一班禪淨班正式開課，親教師為楊正旭老師。\n目前香港講堂座落於香港新界葵涌打磚坪街93號維京科技商業中心A座18樓。",
    "categories": [
      "開課與禪修",
      "弘法事務"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 129,
    "column2": "2012/00/00",
    "column3": "舉辦「認識佛法與藏傳佛教」徵文活動",
    "column4": "正覺教育基金會自2012年起，每年舉辦「認識佛法與藏傳佛教」心得寫作及論文徵文活動以迄於今，期能藉由對「藏傳佛教」真相的學術探究，及一般民眾的心得反思，提升學術界及社會大眾正確佛法知見，並對「藏傳佛教」在宗教界的定位有正確認知。",
    "categories": [
      "摧邪顯正",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 130,
    "column2": "2012/02/00",
    "column3": "正智出版社首次參與臺北國際書展，推廣正法書籍",
    "column4": "臺北國際書展是臺灣規模最大，亦是亞洲第一大國際專業書展。本會正智出版社於2012/2首次參展，開拓正法書籍之結緣、銷售管道。2022年首度舉辦三場「沙龍活動」，深度推廣《玄奘文化千年路》系列講座與影片，該年售書達 3,628 冊，次年銷量翻倍成長至 6,244 冊。",
    "categories": [
      "出版品",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 131,
    "column2": "2012/07/01",
    "column3": "出版原著作者坎貝爾之《空行母—性別、身分地位，以及藏傳佛教》中文版",
    "column4": "本書原著作者為蘇格蘭哲學家坎貝爾，長期當卡盧仁波切的「空行母」。後來發現自己竟是喇嘛用以修雙身法的工具，而非修學佛法，遂決意遠離卡盧仁波切與密宗，但被恐嚇不許講出她在密宗裡的經歷與觀察，否則將被咒殺死亡。十餘年後坎貝爾方能擺脫恐嚇陰影，依親身經歷撰寫《空行母》出版，將藏密修雙身法的本質公諸於世。",
    "categories": [
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 132,
    "column2": "2012/09/01",
    "column3": "出版方竹平居士撰寫《佛法概論—三乘菩提概說》簡體中文版",
    "column4": "方竹平居士撰寫《佛法概論—三乘菩提概說》簡體中文版，始從粗淺之二乘菩提，末至勝妙深密之佛菩提，悉皆一一舉述，令學人漸次熏習，將成佛之道了然於心。",
    "categories": [
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 133,
    "column2": "2012/10",
    "column3": "出版游宗明老師著《霧峰無霧》",
    "column4": "《霧峰無霧》為本會游宗明老師所著，以短文一針見血地對治印順邪說。 2019/10出版《霧峰無霧》第二輯。",
    "categories": [
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 134,
    "column2": "2012/10/00",
    "column3": "開始舉辦「正覺送暖」公益活動",
    "column4": "正覺兩會秉持平實導師「以財施與眾生結緣」之理念，自2012年起每年辦理「正覺送暖」公益活動，主動深入鄰里幫助家境清寒民眾，從贈送物資到發放慰問金，經費全數來自學員捐款，不對外募款，截至2022年累計捐助金額已逾6,700萬元。此公益活動名稱歷經「雪中送炭、寒冬送暖、正覺送暖」等。\n此項公益活動還函蓋中小學校園品德之星，由本會代表至學校致贈經濟弱勢、品行良好學生清寒獎助學金。",
    "categories": [
      "平實導師",
      "社會公益",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 135,
    "column2": "2012/12/00",
    "column3": "發行《正覺e報》",
    "column4": "《正覺e報》內容函蓋講經及開課公告、網路弘法、出版資訊、真心新聞網等，讓大眾瞭解正覺同修會最新動態。後因應數位媒體轉型趨勢，2020/11停刊。",
    "categories": [
      "講經",
      "出版品",
      "開課與禪修",
      "弘法事務",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 136,
    "column2": "2013/08/01",
    "column3": "出版《童女迦葉考》",
    "column4": "童女迦葉是佛世率領五百大比丘遊行於人間的大菩薩，她以童貞行而依止菩薩戒，於人間弘揚八識妙法，而非依聲聞戒弘化於人間；這是末法時代六識論聲聞凡夫所不樂見的史實，於是呂凱文等人基於日本學術界批判佛教立場，發表扭曲迦葉菩薩為聲聞僧等不實論著。鑑於如是假借學術考證以籠罩大眾之謬論，扼殺今世後代大乘佛教學人法身慧命，平實導師遂舉證辨正而有此書。",
    "categories": [
      "平實導師",
      "出版品",
      "法會",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 137,
    "column2": "2013/09/08",
    "column3": "舉行佛菩薩舍利安奉法會",
    "column4": "本會在因緣聚合之下，獲得 釋迦牟尼佛的骨舍利、觀世音菩薩的血舍利、玄奘菩薩的頂骨舍利，平實導師藉由《法華經》〈觀世音菩薩普門品〉講畢因緣，於2013/9/8在正覺臺北講堂主持舍利安奉法會。",
    "categories": [
      "平實導師",
      "講經",
      "弘法事務",
      "法會"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 138,
    "column2": "2013/12/17",
    "column3": "導師開講《佛藏經》",
    "column4": "平實導師依於大慈悲心細解 世尊於《佛藏經》開示之真實義理，並教導大眾區分善知識與惡知識之別，從而正確修學佛法，勸勉學人清淨邪見、清淨持戒，滅除業障而得證法。2017/12/19宣講圓滿後出版《佛藏經講義》全套共二十一輯。於2019/7/31出版第一輯，於2022/11/30出版第二十一輯。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 139,
    "column2": "2014/01/01#",
    "column3": "成立嘉義講堂",
    "column4": "嘉義講堂於2014年成立，座落於臺灣嘉義市友愛路288號8樓之1、8樓之2。",
    "categories": [
      "弘法事務"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 140,
    "column2": "2014/02/01",
    "column3": "出版陸正元老師著《邪箭囈語》",
    "column4": "西藏密教多識仁波切造《破魔金剛箭雨論》，將 平實導師「破喇嘛教外道之邪，顯佛教正法之正」，扭曲為「邪魔外道之蕭平實，正對佛法作惡毒進攻」。本會陸正元老師為文回應其錯謬處而撰寫《邪箭囈語》，舉示假藏傳佛教背景及多識違真悖實之舉，並依佛法核心如來藏與三乘菩提架構來作比對，使讀者不致被其囈語迷惑而誤入歧途。",
    "categories": [
      "平實導師",
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 141,
    "column2": "2014/02/08",
    "column3": "首次深入社區進行宣導活動",
    "column4": "正覺同修會參與臺北市大同區保安里舉辦的元宵節晚會，這是本會首次深入社區，宣導民眾提高自我保護意識，避免遭到密宗雙身法傷害。\n之後在元宵節、母親節、端午節等重要節慶，臺灣各地正覺講堂義工們熱心參與社區鄰里活動，除了自編自導各類社教短劇演出，還陳列免費結緣書、舉辦有獎徵答活動，與鄉親們廣結善緣。後又增加講座式教育宣導，以推廣正法。",
    "categories": [
      "弘法事務",
      "摧邪顯正",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 142,
    "column2": "2014/03/01",
    "column3": "出版黃正倖老師著《見性與看話頭》",
    "column4": "本會黃正倖老師依親眼得見而受用眼見佛性之功德，撰寫《見性與看話頭》，詳說禪宗看話頭方法，並細說看話頭與眼見佛性的關係，以及眼見佛性者求見佛性前必須具備的條件。",
    "categories": [
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 143,
    "column2": "2014/06/19",
    "column3": "首度接受陸媒專訪，宣揚傳統佛教文化",
    "column4": "2014/6/19中國大陸「中國網」首次採訪本會親教師、正覺教育基金會董事長。之後本會多位親教多次接受專訪，介紹正覺及如來藏法，與弘揚中國的優秀傳統佛教文化。",
    "categories": [],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 144,
    "column2": "2014/07/24",
    "column3": "首次舉辦教師研習營",
    "column4": "鑑於老師們在學校經常面對種種新挑戰，正覺教育基金會2014/7/24首次舉辦「生命的圓滿」教師研習營，對象為高中職、國中小學、幼稚園老師，透過研習活動幫助老師開闊視野，面對教學困境。\n為了符合教師實務需求，正覺教研營漸次發展出以「生命深化、情緒管理、溝通工具」為主軸之三年系列課程，以及進入校園舉辦之「專題、狀況劇、心靈激湯」三合一研習活動。目前臺北暑假教研營、臺中寒假教研營，為本會每年舉辦之重要活動，每學期亦固定舉辦一天或半天之校內教研營。\n2017年成立「正覺教師研習營」網站，彙整研習活動精彩回顧和教戰手冊等影片文章。",
    "categories": [
      "弘法事務",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 145,
    "column2": "2014/08/01",
    "column3": "出版郭正益老師著《甘願做菩薩》",
    "column4": "本會郭正益老師所著《甘願做菩薩》，闡述菩薩真實及修心理趣。「菩薩」就是心量廣大，壞事向自己，好事予他人，依止如來藏服務假我的體性，轉而服務一切有情。佛弟子欲圓滿佛菩提道，須從「甘願」作一位真正的菩薩開始，堅固菩薩作意，方能日漸成為無私無我的菩薩。\n本書廣受大眾歡迎，迄今結緣印行已逾十九萬冊。",
    "categories": [
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 146,
    "column2": "2014/09/00",
    "column3": "出版孫正德老師著《中觀金鑑》",
    "column4": "本會孫正德老師撰寫《中觀金鑑》，辨正應成派中觀邪見之謬誤。本書以《金鑑》為名，意謂未來佛門凡是談到中觀，均須依據《中觀金鑑》所講為準。\n自古六識論者分為應成派中觀及自續派中觀，假借中觀為名，否定八識心王並行運作之法界事實與聖教，歷代密宗諸「法王」皆屬此二派所攝。後以釋印順為首之台灣、大陸諸多顯教大法師，亦俱修學此二邪見而落入意識心中。佛護、清辨等應成、自續派中觀師著作已列入《大藏經》中，其常見、斷見戲論流毒必須廣破之，以免繼續遺毒今人與後人。\n《中觀金鑑》上中下三冊，分別於2014/9、2014/11及2015/1出版。",
    "categories": [
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 147,
    "column2": "2014/09/13",
    "column3": "開放會外人士免換證件進入臺北講堂聽經",
    "column4": "2014/9/13正覺同修會臺北市第五、第六講堂舉行安座法會，之後開放會外人士免換證件進入第五、第六講堂恭聽 平實導師週二講經。",
    "categories": [
      "平實導師",
      "講經",
      "弘法事務",
      "法會"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 148,
    "column2": "2014/11/16",
    "column3": "正覺祖師堂舉行安奉聖 克勤圜悟菩薩舍利法會",
    "column4": "繼2013年安奉佛菩薩舍利後，又因緣成熟獲得聖 克勤圜悟菩薩舍利，平實導師於2014/11/16在臺灣桃園大溪祖師堂主持安奉法會。",
    "categories": [
      "平實導師",
      "法會",
      "祖師堂與正覺寺"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 149,
    "column2": "2015/04/00",
    "column3": "開始發行正覺電子書",
    "column4": "2015/4開始發行正覺電子書，2024年起陸續將結緣書轉製為國際通用EPUB格式，於讀墨、樂天等電子書平台提供讀者免費下載。2025/07/30發行EPUB電子書《觀世音菩薩普門品講義》上下冊。",
    "categories": [
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 150,
    "column2": "2015/09/00",
    "column3": "成立念佛班",
    "column4": "本會2015/9成立念佛班，提供禪淨班、進階班學員及其眷屬參與共修念佛，並讓發願往生西方極樂世界的同修能在講堂安住。後因新冠疫情影響，念佛班共修暫停。",
    "categories": [
      "開課與禪修",
      "弘法事務"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 151,
    "column2": "2016/04/00",
    "column3": "出版英文版《無相念佛》",
    "column4": "2016/4首度在美國發行英文版《無相念佛》，讓西方有緣者接觸正法知見。\n之後英譯導師著作及其他種類的出版品有很大進展，陸續完成包括《我與無我、狂密與真密、鈍鳥與靈龜》十多本英譯局版書。之後，相繼推出法文、西班牙文、越南文、泰文等多國譯本。",
    "categories": [
      "平實導師",
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 152,
    "column2": "2016/04/13",
    "column3": "正覺教育基金會在校園首演友善短劇",
    "column4": "正覺教育基金會2016/4/13在臺灣新北市三多國小首演「想愛就把心打開」短劇，推行反霸凌、反性騷的友善校園教育。2016/05/13在臺北市立陽明高中國中部首演「我的青春 我的媽」，以及「X+Y=Z家庭方程式」專題講座，宣導性平教育與家暴防治等主題。之後應邀前往各地學校，宣導性平教育、性騷擾、性霸凌、性剝削、性侵害防治、品格教育、家庭暴力等主題。",
    "categories": [
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 153,
    "column2": "2017/02/18",
    "column3": "播出「佛法東來」系列影片",
    "column4": "正覺教團製作「佛法東來」三集系列影片，在臺灣年代much電視臺連續三週播出，影片內容自2500多年前 釋迦牟尼佛授記佛法將東來震旦為始，歷述 世尊拈花示眾、迦葉契入微笑；至第二十八祖達摩祖師渡海東來，佛法傳至中國大興；再至玄奘菩薩西行取經，回國後致力譯經、興揚唯識意旨，將中國大乘佛法推上顚峰。",
    "categories": [
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 154,
    "column2": "2017/06/01",
    "column3": "出版雙語繪本《八個奇妙的心》",
    "column4": "本書採用圖畫形式，以中英雙語介紹 釋迦牟尼佛開示每個人都有八個心識，並製作成影片，以十多國語言發布於網站上。2025/8/10由郭正益老師改寫，插畫家李憶婷小姐繪圖，製成精美繪本出版。",
    "categories": [
      "講經",
      "出版品",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 155,
    "column2": "2017/06/30",
    "column3": "出版張善思居士著《次法—實證佛法前應有的條件》",
    "column4": "本會張善思居士所著《次法—實證佛法前應有的條件》，以 佛陀在《阿含經》中教導的次法「施論、戒論、生天之論、欲為不淨、上漏為患、出要為上」為架構，闡述實踐次法是眾生的福德基礎，更是佛法實證所需的必要條件。本書之出版期能救護諸方於次法無真修實證之法師居士能免於大妄語業誤導眾生。\n本書2017年6月及8月出版上下兩冊。",
    "categories": [
      "講經",
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 156,
    "column2": "2017/12/16",
    "column3": "成立戒律院",
    "column4": "本會2017/12設置戒律院，並於臺灣北、中、南三地設置分院。戒律院職掌親教師、理監事丶董事丶各級行政幹部、以及各講堂學員、會員違戒違規行為之監察丶羯磨及處置。",
    "categories": [
      "弘法事務"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 157,
    "column2": "2017/12/19",
    "column3": "導師開講《大法鼓經》",
    "column4": "2017/12/19 平實導師開講《大法鼓經》，詳解 世尊宣演此經之因緣及真實義理，開顯「信大方廣」的菩薩功德，詳釋「非法亦法，法亦非法」之真諦。2019/1/22宣演圓滿後出版《大法鼓經講義》全套共六輯。於2023/1/30出版第一輯， 2023/11/30出版第六輯。",
    "categories": [
      "平實導師",
      "講經",
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 158,
    "column2": "2018/00/00",
    "column3": "正式編制大量義工投入編纂《正覺藏》",
    "column4": "編纂《正覺藏》乃平實導師為復興中國佛教所確立之三大志業之一。自2005年起，導師即率領實證同修展開前置校勘作業，旨在針對《大正藏》及現行《中華電子佛典》（CBETA）中混雜之疑偽經論——特別是六識論與藏密等非佛說之經典、咒語及法義——進行深度辨析與剔除。為使此項宏大工程邁向制度化運作，本會於2018年起正式編制大量義工投入校勘、斷句及辨正工作，避免後世學人再被誤導。",
    "categories": [
      "平實導師",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 159,
    "column2": "2018/03/12",
    "column3": "嚴正抗議CBETA收錄外道典籍",
    "column4": "2016年《中華電子佛典》收錄藍吉富主編的《大藏經補編》偽經，為此正覺電子報自第140期起刊載嚴正抗議，正告電子佛典協會：《中華電子佛典》新增宗喀巴等密教邪師之論，絕非佛典，應擯除爾等邪論，以免斷害自他今時後世的法身慧命。",
    "categories": [
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 160,
    "column2": "2018/07/31",
    "column3": "出版《涅槃》",
    "column4": "平實導師在《涅槃》一書深入闡釋四種涅槃：二乘聖者的有餘涅槃、無餘涅槃，以及大乘聖者的本來自性清淨涅槃與佛地的無住處涅槃。此理古來少有人言，以致學佛人誤會涅槃正理者比比皆是。導師今於此書中廣說四種涅槃，以及實證之理、實證前應有之條件等，並願佛門四眾進求涅盤、得成佛道。\n2018/7/31出版《涅槃》上冊，2018/9/30出版《涅槃》下冊。",
    "categories": [
      "平實導師",
      "出版品"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 161,
    "column2": "2018/08/25",
    "column3": "調整組織架構，因應復興中國佛教大業之需要",
    "column4": "佛教正覺同修會與正覺教育基金會（正覺二會）為因應復興中國佛教業務需要，新制定正覺二會一寺组織，原八組升格為八部，自2018/8/25實施。",
    "categories": [
      "弘法事務"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 162,
    "column2": "2018/12/25",
    "column3": "設置「執事幹部違背四攝法信箱」",
    "column4": "2018/12/15本會設置「執事幹部違背四攝法信箱」，學員如發現有執事幹部違背四攝法情事，經私下勸導後仍繼續違犯，可向此信箱提出檢舉。設置此信箱旨在提醒同修在修學六度及各種執事過程中，不應偏離四攝法，達成導師對同修「上下和樂，勝義僧團無諍」的期許。",
    "categories": [
      "平實導師",
      "弘法事務"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 163,
    "column2": "2019/02/12",
    "column3": "導師開講《不退轉法輪經》",
    "column4": "2019/2/12 平實導師開演《不退轉法輪經》。此經是大乘般若期前的通教經典，導師詳解此經，讓聽聞者能解「釋迦牟尼」即能仁寂靜的第八識真如之深義，聽聞「此經」及「釋迦牟尼佛」聖名已，未來當得不退轉於大乘法輪。\n鑑於正覺同修會曾發生三次法難，導師不願再有任何人退轉，是故特意宣說此經。\n2021/3/30宣講圓滿後出版《不退轉法輪經》全套共十輯，2024/1/30出版第一輯，○○/○○/○○出版第十輯。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "弘法事務",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 164,
    "column2": "2019/03/09",
    "column3": "臺北市十樓講堂舉行釋迦牟尼佛舍利安奉大典法會",
    "column4": "",
    "categories": [
      "弘法事務",
      "法會"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 165,
    "column2": "2020/02/02",
    "column3": "因應新冠肺炎影響，本會暫停弘法事務",
    "column4": "2020春節期間，受到新冠肺炎蔓延影響，本會各地講堂於2020/2/2停課，至2020/6/13復課。之後隨著新冠肺炎疫情數度反覆，助念及法會暫停，改為線上法會，供同修在家線上參與，2021/05/25首次新增在家助念，在家彌陀、悲增法會模式，發布在家助念及法會儀軌。期間並兩度停課，直至2022/8/10起回復正常共修，助念與法會亦相繼恢復。\n暫停共修期間，平實導師及六位親教師在正覺官網發表專文，勸勉同修們善護身心，減少聚會；好好讀書及觀行，以增進智慧；唯有保得百年身，方能繼續進展道業、守護正法。",
    "categories": [
      "平實導師",
      "弘法事務",
      "法會",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 166,
    "column2": "2020/04/01",
    "column3": "推出「玄奘文化千年路」系列影片",
    "column4": "為感懷 玄奘菩薩對大乘佛法貢獻及其對後世佛弟子綿長教化，正覺同修會於2020/4/1玄奘菩薩1421歲誕辰紀念日起，一連七天於youtube平台推出「玄奘文化千年路」系列影片，以圖片插畫方式呈現，輔以訪談敘事鋪陳 玄奘菩薩傳奇一生。",
    "categories": [
      "弘法事務",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 167,
    "column2": "2020/06/04",
    "column3": "琅琊閣退轉事件",
    "column4": "琅琊閣退轉事件起因於少數人在英譯 平實導師專著期間，在事相上對本會幹部義工不滿，進而引生對法義的質難，盼同修會瓦解。\n本會弘法視頻節目自2021/6/1起陸續推出《三乘菩提之相似佛法—重蹈燈下黑之琅琊閣》（一）、（二），於2024/2/27播畢，至此本會針對琅琊閣法義辨正已經完成。",
    "categories": [
      "平實導師",
      "弘法事務",
      "摧邪顯正",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 168,
    "column2": "2021/02/12",
    "column3": "啟用新版《佛前大供》儀軌，剔除密教不清淨內容",
    "column4": "2022/06/30 首次實行《新蒙山·悲仰施食》法會儀軌，2020/011/30開始實施新版《佛前大供》儀軌，剔除密教不清淨內容，實行真正體現佛教施食與供佛新版儀軌。",
    "categories": [
      "法會"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 169,
    "column2": "2021/03/30",
    "column3": "導師二度開講《解深密經》",
    "column4": "《解深密經》是 世尊晚年第三轉法輪時，宣說佛陀自內所證之境智行果及「諸法唯識」最極甚深祕密妙義之經典。2021/3/30平實導師重講此經，令證悟明心者明解大乘法道之成佛次第、悟後進修一切種智之內涵，亦令諸方未悟者據此經中佛語正義，修正邪見，速能入道。\n後整理出版《解深密經講義》共十二輯。2025/9/30出版第一輯，○/○/○出版第十二輯。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 170,
    "column2": "2021/12/01",
    "column3": "出版《山法—西藏關於他空與佛藏之根本論》第二版",
    "column4": "本書是14世紀篤補巴.喜饒堅贊所著，由美國維吉尼亞大學榮譽教授傑弗里.霍普金斯英譯，張火慶、呂艾倫中譯完成，令藏傳佛教真密法義在華語世界流通。本書遵循源於印度教理與經文並呈形式，引證豐富，是如來藏文獻寶庫。\n《山法》2018/10初版發行，有些譯註是本會退轉者張志成所作，其譯註不妥之處，再版中全部移除。因美國出版社提前解約，《山法》中文版遂不再發行。",
    "categories": [
      "出版品",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 171,
    "column2": "2021/12/12",
    "column3": "舉行正覺寺動土大典法會",
    "column4": "2021/12/12舉行正覺寺動土大典法會。平實導師認為，復興中國佛教就必須蓋正覺寺，正覺寺可作為推廣禪宗文化、玄奘文化，亦可供在家出家四眾定期禪修，為弘法利生之根本道場。\n鑑於正覺同修會現有之道場設施已不敷使用，平實導師與諸親教師發起籌建正覺寺，2018年選定臺灣苗栗縣竹南鎮崎頂里的尖筆山上作為「玄奘文化宗教園區」興建基地。",
    "categories": [
      "平實導師",
      "開課與禪修",
      "弘法事務",
      "法會",
      "祖師堂與正覺寺",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 172,
    "column2": "2022/01/00",
    "column3": "本會增設英文版官網",
    "column4": "發布正覺同修會英文版官網https://www.tepas.org，及正覺教育基金會Youtube頻道 https://www.youtube.com/@TEEF_en，方便外籍人士透過網路接觸第八識了義正法。",
    "categories": [
      "弘法事務",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 173,
    "column2": "2022/02/19",
    "column3": "平實導師二度開講《成唯識論》",
    "column4": "《成唯識論》為玄奘大師擷取護法菩薩詮釋《唯識三十頌》之十釋要義，依無生法忍真見，據以破斥天竺十大論師中之聲聞凡夫論師惡見所成之鉅論。\n鑑於此論在護持正法、實證佛法及悟後進修上的重要性，導師於2022/2/19起在增上班重講《成唯識論》，並已預先註釋完畢編輯成書，名為《成唯識論釋》，總共十輯，於每一輯內容講述完畢時即予出版。第一輯於2023/5/30出版，○/○/○出版第十輯。\n當年玄奘菩薩因接受弟子窺基力勸，於《成唯識論》諸舉證處皆未指名道姓，以致安慧等錯悟者之論著廣被傳播，損害此論功德。是故 導師在《成唯識論釋》中指名道姓舉證辨正，意在根除六識論遺緒，穩固八識論正法根基。又此論文簡義深，歷來多遭誤解，導師遂多次潤筆，從讀者立場撰文，令學人正解成佛之道。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "開課與禪修",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 174,
    "column2": "2022/05/15",
    "column3": "舉辦「玄奘文化系列講座」",
    "column4": "本會自2022/5/15起陸續在臺灣臺北、宜蘭、桃園、新竹、臺中、嘉義、臺南、高雄等地舉辦「玄奘文化系列講座」，介紹 玄奘大師生平、佛法正義、歷史文化等，每場講座內容包括影片欣賞、親民講座、座談交流。\n第九場於2023/5/28在臺北市舉辦 平實導師《成唯識論釋》新書發表會暨佛法大業論壇。\n第十場於2025/3/2在高雄市立圖書館舉辦平實導師《成唯識論釋》第二、第三輯新書發表會暨佛法大業論壇。",
    "categories": [
      "平實導師",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 175,
    "column2": "2022/11/23",
    "column3": "成立匈牙利共修中心",
    "column4": "本會於2022/11/23在匈牙利首都布達佩斯成立共修中心，同年11/26舉行安座法會後正式啟用。這是本會在歐洲成立的第一個共修中心。初期以學習小組形式共修，俟因緣成熟接引歐洲其他國家學佛人來此共修聞熏大乘了義正法。",
    "categories": [
      "弘法事務",
      "法會"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 176,
    "column2": "2022/12/03",
    "column3": "正智出版社首次參與臺灣閱讀節「書香大市集」",
    "column4": "正智出版社於2022/12/3首次參與臺灣閱讀節「書香大市集」創意活動攤位，贈送結緣書及部分局版書，讓民眾認識正智出版社，並宣傳說明正法書籍內容。",
    "categories": [
      "出版品",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 177,
    "column2": "2023/02/25",
    "column3": "本會於馬來西亞舉辦佛法講座",
    "column4": "正覺同修會會親教師趙玲子應馬來西亞「智行學會」邀請，於2023/2/25、26舉辦兩場「佛法與中華文化系列講座」，主講《三乘菩提概說》及《我與無我》。這是正法於東南亞推廣且落實於文字之始舉。",
    "categories": [
      "弘法事務",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 178,
    "column2": "2023/04/00#",
    "column3": "成立馬來西亞共修中心",
    "column4": "正覺同修會於2023/04在馬來西亞成立共修中心，6/10正式開始共修，以觀看弘法視頻及心得分享為主。",
    "categories": [
      "弘法事務",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 179,
    "column2": "2023/05/31",
    "column3": "本會針對維基百科「正覺同修會」條目之部分內容與事實不符，發布澄清聲明",
    "column4": "本會發布澄清聲明：針對維基百科「正覺同修會」條目之部分內容與事實不符，如「蕭平實受到學術界、佛教界批評」、「講堂掛爭議布條遭鄰居抗議」等；在遭抗議部分，事涉密宗本質，本會著作已詳細說明，是故維基記載有違事實。\n2023/11再度就「爭議布條」內容發布聲明：指維基百科片面引述臺灣自由時報電子報單一報導，指本會在大樓外牆懸掛大幅廣告「引發附近居民譁然」，有失客觀且錯誤而不完整。本會針對附近中小學生及居民進行問卷調查顯示，絕大多數受訪者皆持認同態度，維基百科實有必要迅予更正。",
    "categories": [
      "平實導師",
      "出版品",
      "弘法事務",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 180,
    "column2": "2023/10/27",
    "column3": "國家圖書館典藏平實導師弘法鉅著",
    "column4": "正覺二會於2023/10/27在臺北市國家圖書館舉行 平實導師弘法著作贈書典禮，這是本會第一次舉辦大型贈書活動。\n國家圖書館暨全球臺灣漢學資源中心典藏 平實導師《成唯識論釋》、《真實如來藏》等151冊，除嘉惠臺灣民眾研習宗教義理，並藉由此一管道典藏於全球，將 導師依於三量闡述 世尊法教之鉅著流布全球。\n2025年起正覺教育基金會陸續捐贈 平實導師弘法鉅著由臺灣各地圖書館典藏。",
    "categories": [
      "平實導師",
      "社會公益",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 181,
    "column2": "2023/12/17",
    "column3": "首度為青壯年學員舉辦正覺人生系列講座一日營",
    "column4": "本會自2023/12/17起依序在臺南、臺中、臺北三地講堂，舉行青壯年學員正覺人生系列講座一日營，主題是：「在忙碌的工作、生活中學佛，如何氣定神閒悠然自得？」協助青壯學員修學佛法更得力，並有效地將所學佛法運用於日常生活中。",
    "categories": [
      "弘法事務",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 182,
    "column2": "2023/12/28",
    "column3": "國立聯合大學典藏平實導師弘法鉅著",
    "column4": "平實導師弘法鉅著《成唯識論釋》、《心經密意》等151冊，於2023/12/28致贈臺灣苗栗市國立聯合大學國鼎圖書館。這是 導師著作首次由臺灣的大學圖書館典藏。\n2025年起正覺教育基金會陸續捐贈 平實導師弘法鉅著由臺灣各地大學典藏。",
    "categories": [
      "平實導師",
      "社會公益",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 183,
    "column2": "2024/00/00#",
    "column3": "本會向臺灣地方政府、醫院捐贈救護車輛及設備",
    "column4": "2024年起本會向臺灣高雄、臺中、苗栗、新竹、桃園等地方政府捐贈緊急醫療救護車輛。",
    "categories": [
      "社會公益"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 184,
    "column2": "2024/01/02",
    "column3": "導師開講《菩薩瓔珞本業經》",
    "column4": "2024/1/2 平實導師開始宣講《菩薩瓔珞本業經》，以自心現量闡釋菩薩六種瓔珞之深廣內涵與菩薩戒之真實意旨。本經是律部經典，揭櫫「戒者是一切行功德藏根本，正向佛果道一切行本」，不受菩薩戒者不入菩薩數中之義理。",
    "categories": [
      "平實導師",
      "講經",
      "法會"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 185,
    "column2": "2024/05/30",
    "column3": "出版《誰是師子身中蟲？》",
    "column4": "本書集結 平實導師2020年至2024年於正覺同修會會員大會之開示，直指部派佛教聲聞凡夫僧正是佛所說的「師子身中蟲」，彼等寄生在佛教正法中，對三乘菩提似懂非懂，講出大量相似佛法擾亂正見弘傳，反來誣指「大乘非佛說」。今日釋印順所率領的學術界及密宗皆其遺緒。\n本書以結緣方式放置各地寺廟流通廣宣，讓出家眾藉以認清釋印順就是師子身中蟲。",
    "categories": [
      "平實導師",
      "講經",
      "出版品",
      "弘法事務",
      "摧邪顯正"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 186,
    "column2": "2025/02/11",
    "column3": "導師週二講經法會全臺同步直播",
    "column4": "2025/2/11起，平實導師每週二於臺北講堂的講經法會（時值開演《菩薩瓔珞本業經》），開始在臺灣各地講堂同步直播，讓全省學員及信眾感受到 導師說法的震撼力和威德力。",
    "categories": [
      "平實導師",
      "講經",
      "弘法事務",
      "法會",
      "推廣活動"
    ],
    "hyperlinks": [],
    "column1": ""
  },
  {
    "id": 187,
    "column2": "2025/02/26",
    "column3": "本會發布聲明：「千里萬里築夢來—平實導師無統無獨，兩者皆煩惱故」",
    "column4": "鑑於中國有關部門從政治統獨角度妄言正覺同修會是邪法組織，為此本會嚴正聲明：平實導師以及正覺教團三十幾年來不涉及政治，心中無統也無獨，兩者皆是煩惱而不離苦相。",
    "categories": [
      "平實導師",
      "弘法事務"
    ],
    "hyperlinks": [],
    "column1": ""
  }
];
