// 正覺大事記資料
const tableData = [
  {
    "id": 1,
    "column1": "",
    "column2": "1987夏天#",
    "column3": "導師自成無相念佛之法",
    "column4": ""
  },
  {
    "id": 2,
    "column1": "",
    "column2": "1988/00/00",
    "column3": "導師依《阿含經》開始講述基本佛法。",
    "column4": ""
  },
  {
    "id": 3,
    "column1": "",
    "column2": "1989/04/00",
    "column3": "導師將自成無相念佛過程整理為文：〈談無相拜佛與無相念佛〉",
    "column4": ""
  },
  {
    "id": 4,
    "column1": "",
    "column2": "1990/11/02",
    "column3": "導師自行參究，「明心見性」",
    "column4": ""
  },
  {
    "id": 5,
    "column1": "",
    "column2": "1991/09/03",
    "column3": "導師公開宣演佛法大義",
    "column4": "導師每週於中央信託局佛學社、石牌、建國北路等三處，正式以無相念佛行門，教導大眾培養參禪所需的動中定力。"
  },
  {
    "id": 6,
    "column1": "",
    "column2": "1993/00/00#",
    "column3": "導師開講「禪—悟前與悟後」，後整理出版《禪—悟前與悟後》繁體、簡體中文版。",
    "column4": ""
  },
  {
    "id": 7,
    "column1": "",
    "column2": "1993/03/00",
    "column3": "出版《無相念佛》",
    "column4": "《無相念佛》是 導師此世第一本著作，為本會印行數量最多之出版品。"
  },
  {
    "id": 8,
    "column1": "",
    "column2": "1993/12/00#",
    "column3": "導師開講「念佛三昧修學次第」，後整理出版《念佛三昧修學次第》。",
    "column4": ""
  },
  {
    "id": 9,
    "column1": "",
    "column2": "1994/04/03",
    "column3": "舉辦第一次禪三",
    "column4": "2003年新立先斷我見才助明心之規範。"
  },
  {
    "id": 10,
    "column1": "",
    "column2": "1995/00/00",
    "column3": "第一次法難",
    "column4": "（詳見專題：三次法難）"
  },
  {
    "id": 11,
    "column1": "",
    "column2": "1995/00/00#",
    "column3": "設立「念佛三昧印經會」，以印書流通為主",
    "column4": ""
  },
  {
    "id": 12,
    "column1": "",
    "column2": "1995/05/25",
    "column3": "導師第一次宣講《解深密經》",
    "column4": "導師於本會故理事長郭超星往生後，於每次作七時在喪宅宣講此經，至「十二個七」圓滿。"
  },
  {
    "id": 13,
    "column1": "",
    "column2": "1995/08/11",
    "column3": "導師開講《楞伽經》，後整理出版《楞伽經詳解》共十輯",
    "column4": ""
  },
  {
    "id": 14,
    "column1": "",
    "column2": "1995/10/03",
    "column3": "導師開示「批月集」，辨正香港月溪法師之謬說；後整理出版《正法眼藏—護法集》",
    "column4": ""
  },
  {
    "id": 15,
    "column1": "",
    "column2": "1996/00/00#",
    "column3": "成立「內明共修會」",
    "column4": ""
  },
  {
    "id": 16,
    "column1": "",
    "column2": "1996/02/06",
    "column3": "導師第一次宣講《成唯識論》",
    "column4": ""
  },
  {
    "id": 17,
    "column1": "",
    "column2": "1996/09/08",
    "column3": "導師演講「禪淨圓融」，後整理出版《禪淨圓融》",
    "column4": "《禪淨圓融》是正智出版社第一本出版書籍。"
  },
  {
    "id": 18,
    "column1": "",
    "column2": "1997/02/00#",
    "column3": "設立正覺講堂",
    "column4": "正覺講堂成立後，將各處學員合併集中在此共修。"
  },
  {
    "id": 19,
    "column1": "",
    "column2": "1997/06/07",
    "column3": "正覺同修會舉行成立大會",
    "column4": "郭超星老師擔任本會第一任理事長。"
  },
  {
    "id": 20,
    "column1": "",
    "column2": "1997/06/20",
    "column3": "成立正智出版社",
    "column4": "導師出資成立，並將版稅及出版社稅後盈餘，均捐助正覺同修會。"
  },
  {
    "id": 21,
    "column1": "",
    "column2": "1997/07/01",
    "column3": "出版〈佛子之省思 真假開悟之簡易辨正法〉",
    "column4": ""
  },
  {
    "id": 22,
    "column1": "",
    "column2": "1997/07/01",
    "column3": "出版《公案拈提》共七輯",
    "column4": "七輯書名均有「宗門」二字，以示皆係宗門內事。"
  },
  {
    "id": 23,
    "column1": "",
    "column2": "1997/08/04",
    "column3": "成立「禪淨雙修班」",
    "column4": ""
  },
  {
    "id": 24,
    "column1": "",
    "column2": "1997/09/00",
    "column3": "出版《生命實相之辨正》",
    "column4": ""
  },
  {
    "id": 25,
    "column1": "",
    "column2": "1997/10/03",
    "column3": "導師開示「真實如來藏」，後整理出版《真實如來藏》繁體、簡體中文版。",
    "column4": "《真實如來藏》為導師第一本評論釋印順著作。"
  },
  {
    "id": 26,
    "column1": "",
    "column2": "1998/00/00",
    "column3": "第二次法難",
    "column4": "（詳見專題：三次法難）"
  },
  {
    "id": 27,
    "column1": "",
    "column2": "1998/00/00",
    "column3": "設置定期親教師會議",
    "column4": ""
  },
  {
    "id": 28,
    "column1": "",
    "column2": "1998/07/00",
    "column3": "出版《平實書箋》",
    "column4": ""
  },
  {
    "id": 29,
    "column1": "",
    "column2": "1998/07/00",
    "column3": "出版《如何契入念佛法門》",
    "column4": ""
  },
  {
    "id": 30,
    "column1": "",
    "column2": "1998/07/19",
    "column3": "首次舉辦精進禪一",
    "column4": ""
  },
  {
    "id": 31,
    "column1": "",
    "column2": "1999/00/00",
    "column3": "提供會員助念申請",
    "column4": ""
  },
  {
    "id": 32,
    "column1": "",
    "column2": "1999/01/09",
    "column3": "設置「般若信箱」",
    "column4": "導師親授之臺中禪淨新班設有「般若信箱」，課前解答學員提問。後移至正覺電子報登載釋疑之問答。"
  },
  {
    "id": 33,
    "column1": "",
    "column2": "1999/01/09",
    "column3": "成立臺中講堂，導師親授第一期禪淨班",
    "column4": "這是導師第一次也是唯一教授禪淨班課程，歷時三年。"
  },
  {
    "id": 34,
    "column1": "",
    "column2": "1999/05/22",
    "column3": "首次舉辦浴佛法會",
    "column4": ""
  },
  {
    "id": 35,
    "column1": "",
    "column2": "1999/09/15",
    "column3": "出版《三乘唯識—如來藏系經律彙編》",
    "column4": ""
  },
  {
    "id": 36,
    "column1": "",
    "column2": "1999/09/25",
    "column3": "首次公益活動—援助臺灣921地震災區",
    "column4": ""
  },
  {
    "id": 37,
    "column1": "",
    "column2": "1999/11/14",
    "column3": "導師演講「悟前與悟後—大乘的無我觀」，後整理出版《大乘無我觀—悟前與悟後別說》。",
    "column4": ""
  },
  {
    "id": 38,
    "column1": "",
    "column2": "2000/01/15",
    "column3": "導師演講「邪見與佛法」，後整理出版《邪見與佛法》。",
    "column4": "書末隨附「佛菩提道修道次第概要表」。"
  },
  {
    "id": 39,
    "column1": "",
    "column2": "2000/02/06",
    "column3": "首次舉辦大悲懺法會",
    "column4": ""
  },
  {
    "id": 40,
    "column1": "",
    "column2": "2000/03/00",
    "column3": "出版《明心與初地》",
    "column4": ""
  },
  {
    "id": 41,
    "column1": "",
    "column2": "2000/04/01",
    "column3": "臺北講堂遷址",
    "column4": "臺北講堂設於臺北市大同區承德路三段277號(9樓)，之後陸續增設各樓層講堂以迄於今。"
  },
  {
    "id": 42,
    "column1": "",
    "column2": "2000/05/00#",
    "column3": "導師正式指名釋印順及達賴喇嘛是未悟示悟者",
    "column4": "自《楞伽經詳解》第三輯起，導師針對釋印順及達賴等未悟示悟及方便示悟者，開始直言不諱予以破斥，彰顯佛教正法之本義。"
  },
  {
    "id": 43,
    "column1": "",
    "column2": "2000/08/08",
    "column3": "導師開講《大乘起信論》，後整理出版《起信論講記》共六輯",
    "column4": ""
  },
  {
    "id": 44,
    "column1": "",
    "column2": "2000/09/28",
    "column3": "平實導師造〈正覺總持咒〉",
    "column4": ""
  },
  {
    "id": 45,
    "column1": "",
    "column2": "2000/11/21",
    "column3": "正覺同修會使用新的開經偈",
    "column4": "導師於升座宣演《大乘起信論》前，聽經大眾唱唸新開經偈：「微妙甚深無上法，百千萬劫難值遇，我今見聞得證悟，願解如來究竟義」。"
  },
  {
    "id": 46,
    "column1": "",
    "column2": "2000/12/00",
    "column3": "出版《宗通與說通》",
    "column4": "本書附錄收錄〈正覺發願文〉。"
  },
  {
    "id": 47,
    "column1": "",
    "column2": "2000/12/00#",
    "column3": "導師演講「甘露法施與群疑解析」，後整理出版《甘露法雨—甘露法施與群疑解析》",
    "column4": ""
  },
  {
    "id": 48,
    "column1": "",
    "column2": "2001/01/01",
    "column3": "導師提出「法義辨正聲明」",
    "column4": "凡被導師著作評論之顯密法師及居士，若欲作第一義諦之法義辨正者，導師委由正智出版社執事，代為約定時、地及辨正主題。迄今無有敢以真名質問導師者，更無一人提出法義辨正。"
  },
  {
    "id": 49,
    "column1": "",
    "column2": "2001/02/00#",
    "column3": "導師演講「我與無我」，後整理出版《我與無我—從我與無我談理事圓融》",
    "column4": ""
  },
  {
    "id": 50,
    "column1": "",
    "column2": "2001/06/09",
    "column3": "開設「成佛之道」網站",
    "column4": "正覺同修會郭福建師兄開設「成佛之道」網站，提供本會結緣書免費下載，為早期海內外學人最易接觸正法的管道。"
  },
  {
    "id": 51,
    "column1": "",
    "column2": "2001/07/00#",
    "column3": "導師開講《楞嚴經》，後整理出版《楞嚴經講記》共十五輯",
    "column4": ""
  },
  {
    "id": 52,
    "column1": "",
    "column2": "2001/10/20",
    "column3": "臺南前講堂成立，導師宣演「心經密意」；後整理出版《心經密意》繁體、簡體中文版",
    "column4": "後摘錄《心經密意》出版《心經在說什麼？》口袋書。"
  },
  {
    "id": 53,
    "column1": "",
    "column2": "2001/12/00",
    "column3": "美國洛杉磯開設禪淨班",
    "column4": "2022/12/14美國講堂正式解散。"
  },
  {
    "id": 54,
    "column1": "",
    "column2": "2002/02/00",
    "column3": "出版《狂密與真密》共四輯；後摘錄重點出版口袋書《概說密宗系列》共六冊",
    "column4": ""
  },
  {
    "id": 55,
    "column1": "",
    "column2": "2002/02/17",
    "column3": "首次辦理三歸依暨五戒大典",
    "column4": ""
  },
  {
    "id": 56,
    "column1": "",
    "column2": "2002/03/00",
    "column3": "出版《佛教之危機》",
    "column4": ""
  },
  {
    "id": 57,
    "column1": "",
    "column2": "2002/04/00",
    "column3": "出版《學佛之心態》",
    "column4": "作者是本會孫正德老師。本書封面是本會出版社唯一選用斷手佛像的書籍，象徵正法被外道法摧折而斷壞了一隻手。"
  },
  {
    "id": 58,
    "column1": "",
    "column2": "2002/11/22",
    "column3": "成立「禪淨雙修進階班」",
    "column4": "首位親教師為陸正元老師。"
  },
  {
    "id": 59,
    "column1": "",
    "column2": "2003/00/00",
    "column3": "首次舉辦彌陀法會",
    "column4": ""
  },
  {
    "id": 60,
    "column1": "",
    "column2": "2003/02/01",
    "column3": "導師開講《瑜伽師地論》",
    "column4": "導師為增上班已證悟明心會員詳解 彌勒菩薩大論。"
  },
  {
    "id": 61,
    "column1": "",
    "column2": "2003/03/01",
    "column3": "開設增上班",
    "column4": ""
  },
  {
    "id": 62,
    "column1": "",
    "column2": "2003/06/29",
    "column3": "臺南新講堂舉行安座法會，導師演講「真假開悟」；後整理出版《真假開悟—真如、如來藏、阿賴耶識間之關係》",
    "column4": ""
  },
  {
    "id": 63,
    "column1": "",
    "column2": "2003/07/00",
    "column3": "出版《護法與毀法》",
    "column4": "作者是本會張正圜老師。"
  },
  {
    "id": 64,
    "column1": "",
    "column2": "2003/07/31",
    "column3": "《正覺電子報》創刊",
    "column4": ""
  },
  {
    "id": 65,
    "column1": "",
    "column2": "2003/08/05",
    "column3": "導師開講《菩薩優婆塞戒經》，後整理出版《優婆塞戒經講記》共八輯",
    "column4": ""
  },
  {
    "id": 66,
    "column1": "",
    "column2": "2003/08/09",
    "column3": "外埠講堂首次播放導師週二講經法會影音視頻",
    "column4": ""
  },
  {
    "id": 67,
    "column1": "",
    "column2": "2003/09/00",
    "column3": "出版《淨土聖道—兼評選擇本願念佛》",
    "column4": "作者是本會孫正德老師。"
  },
  {
    "id": 68,
    "column1": "",
    "column2": "2003/11/08",
    "column3": "導師提出「法義辨正無遮大會 補充聲明」",
    "column4": "導師重申願召開無遮大會、私下之有遮大會乃至密會，而非在虛擬世界之網站論壇進行法義辨正。"
  },
  {
    "id": 69,
    "column1": "",
    "column2": "2003/12/01",
    "column3": "出版《入不二門》",
    "column4": ""
  },
  {
    "id": 70,
    "column1": "",
    "column2": "2003年春節後",
    "column3": "第三次法難",
    "column4": "（詳見專題：三次法難）\n\n2之後本會出版《燈影—燈下黑、辨唯識性相、假如來藏》等，對其誹謗阿賴耶識邪見，加以分析辨正，澄清法義正訛。"
  },
  {
    "id": 71,
    "column1": "",
    "column2": "2004/01/22",
    "column3": "首次舉行新春金剛經法會",
    "column4": ""
  },
  {
    "id": 72,
    "column1": "",
    "column2": "2004/04/00",
    "column3": "出版《真假邪說》",
    "column4": "正安法師所造《真假邪說》，指中國大陸西藏密宗上師索達吉《破除邪說論》一書，公然違背 佛説，主張意識心是不生滅法，誣指 導師說「如來藏才是不生不滅法，意識是生滅法」的正理為邪說，正安法師舉出教證與理證破斥索達吉才是真正邪說。2008／3改版，分為上下二冊。"
  },
  {
    "id": 73,
    "column1": "",
    "column2": "2004/07/24",
    "column3": "導師演講「人間佛教」",
    "column4": "導師第四次應邀至臺南講堂，以「人間佛教」為開演主題。"
  },
  {
    "id": 74,
    "column1": "",
    "column2": "2004/08/00",
    "column3": "出版《眼見佛性》",
    "column4": "作者是本會游正光老師。"
  },
  {
    "id": 75,
    "column1": "",
    "column2": "2004/09/00",
    "column3": "出版《普門自在》",
    "column4": ""
  },
  {
    "id": 76,
    "column1": "",
    "column2": "2004/11/09",
    "column3": "導師開講《維摩詰所說不可思議解脫經》，後整理出版《維摩詰經講記》共六輯",
    "column4": ""
  },
  {
    "id": 77,
    "column1": "",
    "column2": "2004/11/18",
    "column3": "正覺電子報刊登「正覺啟事」",
    "column4": "因導師揭櫫唯一正確之證悟內涵，致使大陸部分法師喪失「開悟聖者」名號，此輩惟恐名利盡失，遂於私下、網路上誣蔑導師為「十大外道」。正覺啟事旨在正告所有學佛者何為真正邪教與外道，以端正視聽。2006/9復刊登一次。"
  },
  {
    "id": 78,
    "column1": "",
    "column2": "2005/03/01",
    "column3": "出版《真假禪和》",
    "column4": "作者是本會孫正德老師。"
  },
  {
    "id": 79,
    "column1": "",
    "column2": "2005/03/06",
    "column3": "正式傳授上品菩薩戒",
    "column4": ""
  },
  {
    "id": 80,
    "column1": "",
    "column2": "2005/04/00",
    "column3": "大陸出版《真實如來藏》、《禪淨圓融》、《禪—悟前與悟後》",
    "column4": "此三本 平實導師著作經由中國大陸中央宗教主管機關審核批准出版，大陸各省市新華書店均可請購。後有《維摩詰經講記、起信論講記、心經宗通、佛法概論、勝鬘經真義、菩薩優婆塞戒經講記、阿含概論》等本會出版著作在大陸發行。"
  },
  {
    "id": 81,
    "column1": "",
    "column2": "2005/04/24",
    "column3": "首次舉行菩薩戒布薩法會",
    "column4": ""
  },
  {
    "id": 82,
    "column1": "",
    "column2": "2005/09/24",
    "column3": "導師至臺南講堂續講「人間佛教」",
    "column4": ""
  },
  {
    "id": 83,
    "column1": "",
    "column2": "2005/10/22",
    "column3": "新竹前共修處成立，導師演講「隨緣」；後整理出版《隨緣—理隨緣與事隨緣》",
    "column4": ""
  },
  {
    "id": 84,
    "column1": "",
    "column2": "2005/11/01",
    "column3": "出版《識蘊真義》",
    "column4": ""
  },
  {
    "id": 85,
    "column1": "",
    "column2": "2005/12/00",
    "column3": "舉辦會內印順思想讀書會",
    "column4": ""
  },
  {
    "id": 86,
    "column1": "",
    "column2": "2006/00/00",
    "column3": "出版《超意境》音樂CD",
    "column4": "本會以平實導師《公案拈提》書中偈頌與〈正覺發願文〉錄成《超意境》CD。後發行《菩薩底憂鬱》CD與《菩薩底憂鬱—禪意無限》CD。"
  },
  {
    "id": 87,
    "column1": "",
    "column2": "2006/00/00",
    "column3": "新竹講堂首設假日書攤",
    "column4": "後擴及各地講堂，在臺灣主要風景區設置假日書市擺放結緣書籍。"
  },
  {
    "id": 88,
    "column1": "",
    "column2": "2006/01/01",
    "column3": "首次舉行楞嚴法會",
    "column4": ""
  },
  {
    "id": 89,
    "column1": "",
    "column2": "2006/01/03",
    "column3": "導師開講《勝鬘師子吼—乘大方便方廣經》，後整理出版《勝鬘經講記》共六輯",
    "column4": ""
  },
  {
    "id": 90,
    "column1": "",
    "column2": "2006/03/11",
    "column3": "舉行會內印順思想研討會",
    "column4": ""
  },
  {
    "id": 91,
    "column1": "",
    "column2": "2006/05/09",
    "column3": "正覺祖師堂舉行動土典禮",
    "column4": "祖師堂係本會為紀念禪宗祖師克勤圜悟大師而啟建。"
  },
  {
    "id": 92,
    "column1": "",
    "column2": "2006/08/31",
    "column3": "出版《阿含正義—唯識學探源》共七輯，後於2011/10出版《阿含概論》簡體字版",
    "column4": ""
  },
  {
    "id": 93,
    "column1": "",
    "column2": "2006/09/04",
    "column3": "成立正覺教育基金會",
    "column4": "平實導師出任第一屆董事長。"
  },
  {
    "id": 94,
    "column1": "",
    "column2": "2006/10/22",
    "column3": "高雄講堂安座法會，導師演講「第七意識與第八意識？」",
    "column4": ""
  },
  {
    "id": 95,
    "column1": "",
    "column2": "2006/12/12",
    "column3": "導師開講《金剛般若波羅蜜經》，後整理出版《金剛經宗通》共九輯",
    "column4": ""
  },
  {
    "id": 96,
    "column1": "",
    "column2": "2007/01/00",
    "column3": "出版《現代人應有之宗教觀》",
    "column4": "本會蔡正禮老師擇要答覆新竹講堂學員提問，後整理出版流通。\n之後，本會持續出版口袋書，透過簡潔扼要形式，協助讀者快速掌握佛法精義。包括：\n2007/12\t《確保您的權益—器官捐贈應注意自我保護》\n2008/03《成佛之道》\n2009/04《淨土奇特行門》\n2009/05\t《導師之真實義》\n2009/08\t《一貫道與開悟》\n2011/03《繫念思惟念佛法門》\n2015/08《從一佛所在世界談宇宙大覺者》\n2016/07《表相歸依與實義歸依》2019/05《三乘菩提概說》\n2019/05《佛教與成佛》\n2024/03\t《尊師重道》\n2024/12《佛典故事集》\n2025/01《正覺總持咒的威德力》\n2025/10《老了要靠誰？》"
  },
  {
    "id": 97,
    "column1": "",
    "column2": "2007/02/00",
    "column3": "出版《遠惑趣道》共二輯",
    "column4": "本會將正覺電子報「般若信箱」問答內容，經分類彙整後發行《遠惑趣道》共二輯。"
  },
  {
    "id": 98,
    "column1": "",
    "column2": "2007/03/30",
    "column3": "出版《我的菩提路》共八輯",
    "column4": "《我的菩提路》系列收錄經 平實導師印證明心、見性同修之見道報告，集結成冊流通。"
  },
  {
    "id": 99,
    "column1": "",
    "column2": "2007/04/15",
    "column3": "正覺祖師堂舉行安座大典",
    "column4": "祖師堂首任住持是白正偉老師。"
  },
  {
    "id": 100,
    "column1": "",
    "column2": "2007/04/20",
    "column3": "首次在正覺祖師堂舉行精進禪三",
    "column4": "之後每年四月及十月固定在祖師堂舉辦二~三梯次精進禪三。"
  },
  {
    "id": 101,
    "column1": "",
    "column2": "2007/05/06",
    "column3": "臺中講堂遷址，導師開示「解脫的真實義」",
    "column4": ""
  },
  {
    "id": 102,
    "column1": "",
    "column2": "2007/09/14",
    "column3": "出版《宗風與門庭》",
    "column4": "《宗風與門庭》是本會專為內部執事人員印製的自修教材。"
  },
  {
    "id": 103,
    "column1": "",
    "column2": "2007/11/01",
    "column3": "出版《鈍鳥與靈龜》",
    "column4": ""
  },
  {
    "id": 104,
    "column1": "",
    "column2": "2007/12/02",
    "column3": "導師首次會外演講：「人間佛教的真實義」；後整理出版《人間佛教》",
    "column4": "導師於臺南市文化中心首次對會外大眾公開演講。\n後依導師2004/7/24、2005/9/24、2007/12/2三次演講內容整理出版成書。"
  },
  {
    "id": 105,
    "column1": "",
    "column2": "2007/12/02",
    "column3": "《正覺學報》創刊，後建置正覺學報網站",
    "column4": "平實導師在《正覺學報》創刊號首次提出「實證佛教」一詞，強調佛法實證的重要性。學報發行五期後停刊。"
  },
  {
    "id": 106,
    "column1": "",
    "column2": "2008/01/01#",
    "column3": "啟動破密系列活動",
    "column4": "本會自2008年起於臺北市街頭公開發放破密文宣，第一份文宣標題為「喇嘛」，讓一般大眾認清喇嘛本質、遠離喇嘛，藉以減少性侵受害者。"
  },
  {
    "id": 107,
    "column1": "",
    "column2": "2008/03",
    "column3": "出版《甘露法門》口袋書",
    "column4": "《甘露法門》摘錄自平實導師著《甘露法雨、宗通與說通》等。\n另外，本會摘錄導師著作中的勝妙法，刊行多本口袋書，包括：\n2008/5《如何修證解脫道》。\n2009/07《觀行斷三縛結》。\n2009/07《如來藏中藏如來》\n2009/11《出家菩薩首重虛心求教勤求證悟》。\n2014/10《證道歌略釋》。\n2024/6《心經在說什麼？》。"
  },
  {
    "id": 108,
    "column1": "",
    "column2": "2008/03/13",
    "column3": "首次設立清寒獎助學金",
    "column4": "本會在臺灣桃園大溪各國中小學、彰化高商、臺北市明倫高中、明倫國小設置清寒獎助學金，以鼓勵家境貧困、品德優良的學生安心求學。"
  },
  {
    "id": 109,
    "column1": "",
    "column2": "2008/05/04",
    "column3": "成立簡報小組",
    "column4": "簡報小組 以PPT形式在網路上擴大推廣正法。2009年相繼建立Youtube頻道、正法與破密部落格。"
  },
  {
    "id": 110,
    "column1": "",
    "column2": "2008/05/06",
    "column3": "導師開講《實相般若波羅蜜經》，後整理出版《實相經宗通》共八輯",
    "column4": ""
  },
  {
    "id": 111,
    "column1": "",
    "column2": "2008/05/12",
    "column3": "中國四川汶川強震，本會捐款新臺幣1863萬元賑災",
    "column4": ""
  },
  {
    "id": 112,
    "column1": "",
    "column2": "2008/06/00",
    "column3": "出版《真假外道》",
    "column4": "作者是本會游正光老師。"
  },
  {
    "id": 113,
    "column1": "",
    "column2": "2008/06/00",
    "column3": "出版《淺談達賴喇嘛之雙身法》",
    "column4": "本書至今已印行66萬冊。之後本會彙整史實與外媒報導，出版多部破斥西藏密宗雙身法本質的書籍，呼籲社會大眾應遠離邪法，期能維護台灣社會純正風氣，包括： \n一、「論邪教領袖達賴喇嘛」：\n2010/01/ 出版《博愛—愛盡天下女人》\n2010/01/ 出版《達賴真面目—玩盡天下女人》\n2012/02《末代達賴—性交教主的悲歌》\n2012/10《黯淡的達賴—失去光彩的諾貝爾和平獎》\n2014/08《恭祝達賴喇嘛八十大壽》\n二、「論假藏傳佛教」：\n2008/09《密宗真相》（原名：《魔界轉世》）\n2011/07《喇嘛性世界—揭開藏傳佛教譚崔瑜伽的面紗》\n2011/07《俺矇你把你哄——六字大明咒揭密》\n2011/11《藏傳佛教的神話—性、謊言、喇嘛教》\n2015/01《西藏「活佛轉世」制度——附佛、造神、世俗法》\n三、「破邪顯正之報導」：\n2016/03《老去人間萬事休，應須洗心從佛祖》\n2016/10《你不可不知的事實》"
  },
  {
    "id": 114,
    "column1": "",
    "column2": "2008/07/11",
    "column3": "電子報發布「公開聲明」",
    "column4": "因部分大法師誣告本會為毀謗禪宗之新興宗派，要求中國大陸宗教主管機關拒發書號、禁止本會書籍流通，為此本會發布本聲明直至誣告者公開道歉且本會書籍無限制在大陸印行流通為止。"
  },
  {
    "id": 115,
    "column1": "",
    "column2": "2008/09/04",
    "column3": "臺灣士林地方法院審理釋昭慧提告平實導師案",
    "column4": "2008/9/4臺灣士林地方法院第一次開庭審理本案。2008/12/18第四次開庭時，釋昭慧無條件撤回侵害著作權告訴，至此相關官司落幕。"
  },
  {
    "id": 116,
    "column1": "",
    "column2": "2008/12/00#",
    "column3": "成立桃園講堂",
    "column4": ""
  },
  {
    "id": 117,
    "column1": "",
    "column2": "2009/03/00",
    "column3": "成立論義班",
    "column4": "原印順思想讀書會轉型為論義班。2012年因完成階段性任務而結束。"
  },
  {
    "id": 118,
    "column1": "",
    "column2": "2009/05/00",
    "column3": "出版《學佛的覺醒》",
    "column4": "作者是正枝居士。"
  },
  {
    "id": 120,
    "column1": "",
    "column2": "2009/07/21",
    "column3": "導師開講《妙法蓮華經》，後整理出版《法華經講義》共二十五輯",
    "column4": ""
  },
  {
    "id": 121,
    "column1": "",
    "column2": "2009/09/01",
    "column3": "賑助臺灣八八風災，捐款新臺幣702萬5千元，另捐贈新臺幣50萬元予臺北巿政府社會局",
    "column4": ""
  },
  {
    "id": 122,
    "column1": "",
    "column2": "2009/09/01",
    "column3": "抗議達賴喇嘛高雄八八風災祈福法會",
    "column4": "正覺教育基金會於達賴祈福法會場外發動 400 人拉黃布條抗議「修雙身法的喇嘛教不是佛教」，舉牌籲請民眾「把捐款留給八八災民」；並將過程製作紀錄片，讓各方認清「喇嘛教不是佛教、達賴否定正法、達賴喇嘛祈福無效」。"
  },
  {
    "id": 123,
    "column1": "",
    "column2": "2010/01/00",
    "column3": "出版《邁向正覺》口袋書共六冊",
    "column4": "《邁向正覺》收錄33篇本會學員學佛、求法的因緣與心路歷程等短文。"
  },
  {
    "id": 124,
    "column1": "",
    "column2": "2010/01/00",
    "column3": "出版《破羯磨僧真義—大乘律與聲聞律對於破羯磨僧定義的差異》",
    "column4": ""
  },
  {
    "id": 125,
    "column1": "",
    "column2": "2010/03/00",
    "column3": "開始電視弘法",
    "column4": "2010/03至2020/07，於臺灣佛教電視台（法界衛星）開闢「三乘菩提」系列弘法節目，這是本會面對普羅大眾公開弘法的第一步。"
  },
  {
    "id": 126,
    "column1": "",
    "column2": "2010/04/01",
    "column3": "出版《意識虛妄經教彙編》",
    "column4": "本書彙編北傳《阿含經》及南傳《尼柯耶》經文，旨在證明意識虛妄。"
  },
  {
    "id": 127,
    "column1": "",
    "column2": "2010/04/25",
    "column3": "導師首次大型演講「穿越時空—超意識」；後整理出版《第七意識與第八意識？—穿越時空「超意識」》",
    "column4": "這是本會第一次在臺灣高雄巨蛋舉辦上萬人大型說法盛會。後將導師2006/10/22、2010/04/25兩次演講內容彙整出版成書。"
  },
  {
    "id": 128,
    "column1": "",
    "column2": "2010/04/27",
    "column3": "首次為大陸學員親授上品菩薩戒",
    "column4": ""
  },
  {
    "id": 129,
    "column1": "",
    "column2": "2010/06/12",
    "column3": "首次舉辦迴入娑婆悲增法會",
    "column4": ""
  },
  {
    "id": 130,
    "column1": "",
    "column2": "2010/08/01",
    "column3": "訂定「家境清寒品行優良學生獎助學金核發辦法」",
    "column4": ""
  },
  {
    "id": 131,
    "column1": "",
    "column2": "2010/12/00#",
    "column3": "臺北講堂外牆懸掛破密標語",
    "column4": "時值臺北國際花卉博覽會期間，臺北講堂外牆懸掛「喇嘛的無上瑜伽修行就是與女信徒性交」等標語之布條，設置LED跑馬燈，公開揭示藏密雙身法本質。"
  },
  {
    "id": 132,
    "column1": "",
    "column2": "2011/01/01",
    "column3": "開始協助學員辦理自宅佛菩薩聖像安座",
    "column4": ""
  },
  {
    "id": 133,
    "column1": "",
    "column2": "2011/01/19",
    "column3": "正覺教育基金會在臺灣媒體刊登認清喇嘛教、保護女性文章",
    "column4": ""
  },
  {
    "id": 134,
    "column1": "",
    "column2": "2011/01/30",
    "column3": "出版《明心與眼見佛性—駁慧廣《蕭氏「眼見佛性」與「明心」之非》文中謬說》",
    "column4": "作者是本會游正光老師。"
  },
  {
    "id": 135,
    "column1": "",
    "column2": "2011/02/00#",
    "column3": "設置正覺二會官方網站",
    "column4": "正覺同修會官網成立於2011/2，同年6月，成立正覺教育基金會官網。\n後陸續完成官網臉書社群、IG官方社群、念佛小幫手APP等，擴大運用網路力量，傳播佛法正確知見，接引有緣眾生修學佛法。"
  },
  {
    "id": 136,
    "column1": "",
    "column2": "2011/02/06",
    "column3": "台灣電視媒體播出介紹正覺特別節目",
    "column4": "臺灣中天電視台播出「正覺教育基金會專題報導」，這是臺灣電視媒體首次介紹「正覺兩會」。\n2011年起，臺灣電視公司連續三年在農曆新年期間播出介紹正覺兩會節目。"
  },
  {
    "id": 137,
    "column1": "",
    "column2": "2011/03/00",
    "column3": "出版口袋書《廣論之平議—宗喀巴《菩提道次第廣論》之平議》共七冊；後於2025/08增補內容出版《廣論之平議—廣論與佛法之比較》共五輯",
    "column4": "作者是本會正雄居士。\n本會陸續出版破斥《廣論》口袋書，包括張正玄教授《與《廣論》研討班學員談心》（2013）、鄭婉如居士等合著《我為何離開廣論》（2017）。"
  },
  {
    "id": 138,
    "column1": "",
    "column2": "2011/03/00#",
    "column3": "成立真心新聞網",
    "column4": "網站專破密宗冒用之佛法名相以及諸多錯謬法義，後彙整出版兩輯《真心告訴您》專著。"
  },
  {
    "id": 139,
    "column1": "",
    "column2": "2011/04/00",
    "column3": "出版《廣論三部曲》",
    "column4": "作者是本會郭正益老師。"
  },
  {
    "id": 140,
    "column1": "",
    "column2": "2011/04/00#",
    "column3": "達賴喇嘛西藏宗教基金會提告本會",
    "column4": "（詳見專題：官司）\n正覺教育基金會於2011/1登報四篇文章、印製發送「解密快報」，達賴喇嘛西藏宗教基金會不滿文中指達賴藉來臺辦理祈福法會之機斂財，向臺北地方法院提出民事刑事自訴。\n本會與達賴基金會官司纏訟七年多，2018/12/1本會遵照臺灣高等法院判決在中國時報刊登「澄清聲明」，同時刊登「但願眾生得離苦不為自己求安樂—正覺教育基金會補充聲明」。"
  },
  {
    "id": 141,
    "column1": "",
    "column2": "2011/07/00",
    "column3": "出版《如何契入念佛法門》（中英日文版）、《明心與初地》（中英文版）",
    "column4": "本會2003/5設立英譯股，致力推動導師著作之翻譯工作，此書是導師譯作正式問世。"
  },
  {
    "id": 142,
    "column1": "",
    "column2": "2011/07/24",
    "column3": "成立香港講堂",
    "column4": "第一班禪淨班親教師為楊正旭老師。"
  },
  {
    "id": 143,
    "column1": "",
    "column2": "2011春節前後#",
    "column3": "全臺廣發解密快報",
    "column4": "本會在臺灣各地廣發解密快報等破密文宣，提醒世人認清藏傳佛教非佛教。"
  },
  {
    "id": 144,
    "column1": "",
    "column2": "2012/00/00",
    "column3": "舉辦「認識佛法與藏傳佛教」徵文活動",
    "column4": "正覺教育基金會自2012年起每年舉辦此活動。"
  },
  {
    "id": 145,
    "column1": "",
    "column2": "2012/02/00",
    "column3": "正智出版社首次參與臺北國際書展，推廣正法書籍",
    "column4": ""
  },
  {
    "id": 146,
    "column1": "",
    "column2": "2012/07/01",
    "column3": "出版《空行母—性別、身分地位，以及藏傳佛教》",
    "column4": "原著作者為蘇格蘭哲學家坎貝爾，長期當卡盧仁波切的「空行母」，後將其親身經歷撰寫《空行母》，把藏密修雙身法本質公諸於世。"
  },
  {
    "id": 147,
    "column1": "",
    "column2": "2012/09/01",
    "column3": "出版《佛法概論—三乘菩提概說》",
    "column4": "方竹平居士以簡體中文撰寫此書，令學人漸次熏習，將成佛之道了然於心。"
  },
  {
    "id": 148,
    "column1": "",
    "column2": "2012/09/09",
    "column3": "開始依受戒年份先後分配樓層位置進行布薩",
    "column4": ""
  },
  {
    "id": 149,
    "column1": "",
    "column2": "2012/10/00",
    "column3": "出版《霧峰無霧》共二輯",
    "column4": "作者是本會游宗明老師，以短文一針見血地對治印順邪說。"
  },
  {
    "id": 150,
    "column1": "",
    "column2": "2012/12/00",
    "column3": "開始舉辦「正覺送暖」公益活動",
    "column4": "正覺二會自2012年起每年辦理「正覺送暖」公益活動，幫助家境清寒民眾。此項公益活動還函蓋中小學校園品德之星，致贈經濟弱勢、品行良好學生清寒獎助學金。"
  },
  {
    "id": 151,
    "column1": "",
    "column2": "2012/12/01",
    "column3": "發行《正覺e報》",
    "column4": "《正覺e報》內容函蓋講經及開課公告、網路弘法、出版資訊、真心新聞網等。後因應數位媒體轉型趨勢，2020/11停刊。"
  },
  {
    "id": 152,
    "column1": "",
    "column2": "2013/08/01",
    "column3": "出版《童女迦葉考》",
    "column4": ""
  },
  {
    "id": 153,
    "column1": "",
    "column2": "2013/09/08",
    "column3": "舉行釋迦牟尼佛骨舍利、觀世音菩薩血舍利、玄奘菩薩頂骨舍利安奉法會",
    "column4": "平實導師藉由《法華經》〈觀世音菩薩普門品〉講畢因緣，於正覺臺北講堂主持舍利安奉法會。"
  },
  {
    "id": 154,
    "column1": "",
    "column2": "2013/12/17",
    "column3": "導師開講《佛藏經》，後整理出版《佛藏經講義》共二十一輯",
    "column4": ""
  },
  {
    "id": 155,
    "column1": "",
    "column2": "2014/01/01#",
    "column3": "成立嘉義講堂",
    "column4": ""
  },
  {
    "id": 156,
    "column1": "",
    "column2": "2014/02/01",
    "column3": "出版《邪箭囈語》",
    "column4": "作者是本會陸正元老師。"
  },
  {
    "id": 157,
    "column1": "",
    "column2": "2014/02/08",
    "column3": "首次深入社區進行宣導活動",
    "column4": "正覺同修會參與臺北市大同區保安里舉辦的元宵節晚會，這是本會首次深入社區，宣導民眾提高自我保護意識，避免遭到密宗雙身法傷害。"
  },
  {
    "id": 158,
    "column1": "",
    "column2": "2014/03/00",
    "column3": "建置弘法視頻網站",
    "column4": "本會建置弘法視頻網站，提供歷年錄製弘法系列影片，另增設大陸影片連結，方便大陸信眾觀看。"
  },
  {
    "id": 159,
    "column1": "",
    "column2": "2014/03/01",
    "column3": "出版《見性與看話頭》",
    "column4": "作是本會黃正倖老師。"
  },
  {
    "id": 160,
    "column1": "",
    "column2": "2014/06/19",
    "column3": "首度接受陸媒專訪，宣揚傳統佛教文化",
    "column4": "中國大陸「中國網」首次採訪本會親教師、正覺教育基金會董事長，之後本會多位親教師接受專訪，介紹正覺及如來藏法，與弘揚中國的優秀傳統佛教文化。"
  },
  {
    "id": 161,
    "column1": "",
    "column2": "2014/07/12",
    "column3": "開設增上班重播課程",
    "column4": ""
  },
  {
    "id": 162,
    "column1": "",
    "column2": "2014/07/24",
    "column3": "首次舉辦「生命的圓滿」教師研習營",
    "column4": "2017年成立 「正覺教師研習營」網站。2019/05/01各級學校合辦校內教師研習營。"
  },
  {
    "id": 163,
    "column1": "",
    "column2": "2014/08/01",
    "column3": "出版《甘願做菩薩》",
    "column4": "作者是本會郭正益老師。"
  },
  {
    "id": 164,
    "column1": "",
    "column2": "2014/09/00",
    "column3": "出版《中觀金鑑》共三冊",
    "column4": "作者是本會孫正德老師。以《金鑑》為名，意謂佛門論議中觀，均須依此書為準。"
  },
  {
    "id": 165,
    "column1": "",
    "column2": "2014/09/13",
    "column3": "開放會外人士免換證件進入臺北講堂聽經",
    "column4": "本會臺北市第五、第六講堂舉行安座法會之後，開放會外人士免換證件進入兩講堂恭聽 導師週二講經。"
  },
  {
    "id": 166,
    "column1": "",
    "column2": "2014/11/16",
    "column3": "大溪祖師堂舉行安奉聖 克勤圜悟菩薩舍利法會",
    "column4": ""
  },
  {
    "id": 167,
    "column1": "",
    "column2": "2015/04/00",
    "column3": "開始發行正覺電子書",
    "column4": "後於2024年起陸續將紙本書轉製為國際通用EPUB格式，於讀墨、樂天等電子書平台提供讀者免費下載。"
  },
  {
    "id": 168,
    "column1": "",
    "column2": "2015/09/00",
    "column3": "成立念佛班",
    "column4": "後因新冠疫情影響，念佛班共修暫停。"
  },
  {
    "id": 169,
    "column1": "",
    "column2": "2016/04/00",
    "column3": "出版英文版《無相念佛》",
    "column4": "本會首度在美國發行英文版《無相念佛》，讓西方有緣者接觸正法知見。\n之後英譯導師著作及其他種類的出版品有很大進展，陸續完成包括《我與無我、狂密與真密、鈍鳥與靈龜》十多本英譯局版書。之後，陸續推出法文、西班牙文、越南文、泰文等多國譯本。"
  },
  {
    "id": 170,
    "column1": "",
    "column2": "2016/04/13",
    "column3": "正覺教育基金會在校園首演友善短劇",
    "column4": ""
  },
  {
    "id": 171,
    "column1": "",
    "column2": "2017/02/18",
    "column3": "播出「佛法東來」系列影片",
    "column4": "正覺教團製作「佛法東來」三集系列影片，在臺灣年代much電視臺播出。"
  },
  {
    "id": 172,
    "column1": "",
    "column2": "2017/06/01",
    "column3": "出版《八個奇妙的心》",
    "column4": "本書採用圖畫形式，以中英雙語介紹 釋迦牟尼佛開示每個人都有八個心識，並製作成影片以十多國語言發布於網站上。2025/8/10由郭正益老師改寫，插畫家李憶婷小姐繪圖，製成精美繪本出版。"
  },
  {
    "id": 173,
    "column1": "",
    "column2": "2017/06/30",
    "column3": "出版《次法—實證佛法前應有的條件》上下冊",
    "column4": "作者是張善思居士。"
  },
  {
    "id": 174,
    "column1": "",
    "column2": "2017/12/16",
    "column3": "成立戒律院",
    "column4": "於臺灣北、中、南三地設置分院。戒律院職掌親教師、理監事、董事、各級行政幹部及各講堂學員、會員之違戒違規行為之監察、羯磨與處置。"
  },
  {
    "id": 175,
    "column1": "",
    "column2": "2017/12/19",
    "column3": "導師開講《大法鼓經》，後整理出版《大法鼓經講義》共六輯",
    "column4": ""
  },
  {
    "id": 176,
    "column1": "",
    "column2": "2018/00/00",
    "column3": "成立《正覺藏》處，開始編纂《正覺藏》",
    "column4": "本會成立《正覺藏》處，投入大量菩薩擴大進行《正覺藏》編輯工程。自2005年起，平實導師與本會同修展開編纂「正覺藏」的前置作業，針對釋印順等部派遺緒主持的《Cbeta電子佛典》所引用之《大正藏》，進行辨析剔除其中的疑偽經，特別是藏經密教部中非佛說的經典、咒語與法義，避免後世學人再被誤導。"
  },
  {
    "id": 177,
    "column1": "",
    "column2": "2018/03/11",
    "column3": "破密活動階段性工作完成",
    "column4": "導師於會員大會上宣布，未來將改以平和方式進行法義辨正與出版書籍，隨緣流通。"
  },
  {
    "id": 178,
    "column1": "",
    "column2": "2018/03/12",
    "column3": "嚴正抗議CBETA收錄外道典籍",
    "column4": "正覺電子報自第140期起刊載嚴正抗議，正告電子佛典協會（CBETA）：《中華電子佛典》新增宗喀巴等密教邪師之論，絕非佛典，應擯除之。"
  },
  {
    "id": 179,
    "column1": "",
    "column2": "2018/07/31",
    "column3": "出版《涅槃》上下冊",
    "column4": ""
  },
  {
    "id": 180,
    "column1": "",
    "column2": "2018/08/25",
    "column3": "調整組織架構",
    "column4": "佛教正覺同修會與正覺教育基金會新制定正覺二會一寺组織，原八組升格為八部。"
  },
  {
    "id": 181,
    "column1": "",
    "column2": "2018/12/25",
    "column3": "設置「執事幹部違背四攝法信箱」",
    "column4": ""
  },
  {
    "id": 182,
    "column1": "",
    "column2": "2019/02/12",
    "column3": "導師開講《不退轉法輪經》，後整理出版《不退轉法輪經》共十輯",
    "column4": ""
  },
  {
    "id": 183,
    "column1": "",
    "column2": "2019/03/09",
    "column3": "臺北市十樓講堂舉行釋迦牟尼佛舍利安奉大典法會",
    "column4": ""
  },
  {
    "id": 184,
    "column1": "",
    "column2": "2020/02/02",
    "column3": "因應新冠肺炎影響，本會暫停弘法事務",
    "column4": "2022/08/10起回復正常共修課程，助念、法會亦相繼恢復。"
  },
  {
    "id": 185,
    "column1": "",
    "column2": "2020/04/01",
    "column3": "推出「玄奘文化千年路」系列影片",
    "column4": "本會於Youtube平台推出「玄奘文化千年路」系列影片。"
  },
  {
    "id": 186,
    "column1": "",
    "column2": "2020/06/04",
    "column3": "琅琊閣退轉事件",
    "column4": "琅琊閣退轉事件起因於少數人在英譯 平實導師專著期間，在事相上對本會幹部義工不滿，進而引生對法義的質難，盼同修會瓦解。本會弘法視頻節目自2021/06起推出《三乘菩提之相似佛法——重蹈燈下黑之琅琊閣》（一）、（二），於2024/02/27播畢後，本會針對琅琊閣的法義辨正已經完成。"
  },
  {
    "id": 187,
    "column1": "",
    "column2": "2020/06/30",
    "column3": "實施新版《蒙山施食》、《佛前大供》儀軌",
    "column4": "新版儀軌，剔除密教不清淨內容，實行真正體現佛教施食與供佛儀軌。"
  },
  {
    "id": 188,
    "column1": "",
    "column2": "2020/08/00",
    "column3": "本會親教師弘法節目轉至網路平台YouTube",
    "column4": ""
  },
  {
    "id": 189,
    "column1": "",
    "column2": "2021/03/30",
    "column3": "導師二度開講《解深密經》，後整理出版《解深密經講義》共十二輯",
    "column4": ""
  },
  {
    "id": 190,
    "column1": "",
    "column2": "2021/12/01",
    "column3": "出版《山法—西藏關於他空與佛藏之根本論》第二版",
    "column4": "初版《山法》有些譯註是本會退轉者張志成所作，其譯註不妥之處，再版中全部移除。後因美國出版社提前解約，中文版未繼續發行。"
  },
  {
    "id": 191,
    "column1": "",
    "column2": "2021/12/12",
    "column3": "舉行正覺寺動土大典法會",
    "column4": ""
  },
  {
    "id": 192,
    "column1": "",
    "column2": "2022/01/00",
    "column3": "本會增設英文版官網",
    "column4": "發布正覺同修會英文版官網https://www.tepas.org，及正覺教育基金會Youtube頻道 https://www.youtube.com/@TEEF_en，方便外籍人士透過網路接觸第八識了義正法。"
  },
  {
    "id": 193,
    "column1": "",
    "column2": "2022/02/19",
    "column3": "平實導師二度開講《成唯識論》",
    "column4": "導師於增上班重新演述《成唯識論》之前，已預先註釋編成《成唯識論釋》共十輯。"
  },
  {
    "id": 194,
    "column1": "",
    "column2": "2022/05/15",
    "column3": "舉辦「玄奘文化系列講座」",
    "column4": "本會自2022/05/15起陸續在臺灣臺北、宜蘭、桃園、新竹、臺中、嘉義、臺南、高雄等地舉辦「玄奘文化系列講座」，介紹 玄奘大師生平、佛法正義、歷史文化等。"
  },
  {
    "id": 195,
    "column1": "",
    "column2": "2022/11/23",
    "column3": "成立匈牙利共修中心",
    "column4": "這是本會在歐洲成立的第一個共修中心。"
  },
  {
    "id": 196,
    "column1": "",
    "column2": "2022/12/03",
    "column3": "正智出版社首次參與臺灣閱讀節「書香大市集」，讓民眾認識正智出版社",
    "column4": ""
  },
  {
    "id": 197,
    "column1": "",
    "column2": "2023/02/25",
    "column3": "本會於馬來西亞舉辦佛法講座",
    "column4": "本會親教師趙玲子應邀赴馬來西亞舉辦兩場「佛法與中華文化系列講座」，這是正法於東南亞推廣且落實於文字之始舉。"
  },
  {
    "id": 198,
    "column1": "",
    "column2": "2023/04/00#",
    "column3": "成立馬來西亞共修中心",
    "column4": ""
  },
  {
    "id": 199,
    "column1": "",
    "column2": "2023/05/28",
    "column3": "舉辦 平實導師《成唯識論釋》新書發表會",
    "column4": ""
  },
  {
    "id": 200,
    "column1": "",
    "column2": "2023/05/31",
    "column3": "本會針對維基百科發布澄清聲明",
    "column4": "本會發布澄清聲明：針對維基百科「正覺同修會」條目之部分內容與事實不符，如「蕭平實受到學術界、佛教界批評」、「講堂掛爭議布條」等；在遭抗議部分，事涉密宗本質，本會著作已詳細說明，是故維基記載有違事實。\n2023/11再度就「爭議布條」內容發布聲明：指維基百科片面引述臺灣自由時報電子報單一報導，指本會在大樓外牆懸掛大幅廣告「引發附近居民譁然」，有失客觀且錯誤而不完整。本會針對附近中小學生及居民進行問卷調查顯示，絕大多數受訪者皆持認同態度，維基百科實有必要迅予更正。"
  },
  {
    "id": 201,
    "column1": "",
    "column2": "2023/10/27",
    "column3": "國家圖書館典藏平實導師弘法鉅著",
    "column4": "這是本會第一次舉辦大型贈書活動。\n2025年起陸續捐贈臺灣各地圖書館典藏 平實導師弘法鉅著。"
  },
  {
    "id": 202,
    "column1": "",
    "column2": "2023/12/17",
    "column3": "首度為青壯年學員舉辦正覺人生系列講座一日營",
    "column4": ""
  },
  {
    "id": 203,
    "column1": "",
    "column2": "2023/12/28",
    "column3": "國立聯合大學典藏平實導師弘法鉅著",
    "column4": "這是 導師著作首次由臺灣的大學圖書館典藏。\n2025年起陸續捐贈 導師弘法鉅著由臺灣各地大學典藏。"
  },
  {
    "id": 204,
    "column1": "",
    "column2": "2024/00/00#",
    "column3": "本會向臺灣地方政府、醫院捐贈救護車輛及設備",
    "column4": ""
  },
  {
    "id": 205,
    "column1": "",
    "column2": "2024/00/00#",
    "column3": "本會資助偏鄉孩童生活學習",
    "column4": "2024年起捐贈宜蘭三星假日學校促進會，協助偏鄉孩子生活與學習經費"
  },
  {
    "id": 206,
    "column1": "",
    "column2": "2024/01/02",
    "column3": "導師開講《菩薩瓔珞本業經》",
    "column4": ""
  },
  {
    "id": 207,
    "column1": "",
    "column2": "2024/05/30",
    "column3": "出版《誰是師子身中蟲？》",
    "column4": "本書直指部派佛教聲聞凡夫僧正是佛所說「師子身中蟲」；今日釋印順所率領學術界及密宗，皆其遺緒。"
  },
  {
    "id": 208,
    "column1": "",
    "column2": "2025/02/11",
    "column3": "導師週二講經法會全臺同步直播",
    "column4": ""
  },
  {
    "id": 209,
    "column1": "",
    "column2": "2025/02/26",
    "column3": "本會發布聲明：「千里萬里築夢來—平實導師無統無獨，兩者皆煩惱故」",
    "column4": "鑑於中國有關部門從政治統獨角度妄言正覺同修會是邪法組織，為此本會嚴正聲明：平實導師以及正覺教團三十幾年來不涉及政治，心中無統也無獨，兩者皆是煩惱而不離苦相。"
  },
  {
    "id": 210,
    "column1": "",
    "column2": "2025/03/02",
    "column3": "舉辦平實導師《成唯識論釋》第二、第三輯新書發表會暨佛法大業論壇",
    "column4": ""
  },
  {
    "id": 211,
    "column1": "",
    "column2": "2025/07/30",
    "column3": "發行EPUB電子書《觀世音菩薩普門品講義》上下冊",
    "column4": ""
  }
];
